Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/sector_data.xml.append/*.po
Languages: fr, ru, zh_hans

source: The Last Stand.
fr: La dernière bataille.
ru: Последний рубеж
zh_hans: 最终一战。

source: Renegade Colonies
fr: Colonies des Renégats
ru: Колонии Ренегатов
zh_hans: 变元者殖民地

source: Renegade Space
fr: Espace des Renégats
ru: Пространство Ренегатов
zh_hans: 变元者星域

source: Renegade Settlements
fr: Règlements des Renégats
ru: Поселения Ренегатов
zh_hans: 变元者定居点

source: Renegade Frontier
fr: Frontière des Renégats
ru: Граница Ренегатов
zh_hans: 变元者前沿

source: Renegade Territory
fr: Territoire des Renégats
ru: Территория Ренегатов
zh_hans: 变元者星域

source: Renegade Domain
fr: Domaine des Renégats
ru: Зона Ренегатов
zh_hans: 变元者疆域

source: Renegade Rimworlds
fr: Monde Périphérique des Renégats
ru: Пограничные миры Ренегатов
zh_hans: 变元者边疆星域

source: Renegade Regions
fr: Régions des Renégats
ru: Регионы Ренегатов
zh_hans: 变元者区域

source: Renegade Precinct
fr: Arrondissement des Renégats
ru: Участок Ренегатов
zh_hans: 变元者管辖区

source: Renegade District
fr: District des Renégats
ru: Район Ренегатов
zh_hans: 变元者区域

source: Renegade Turf
fr: Terres des Renégats
ru: Земли Ренегатов
zh_hans: 变元者地盘

source: Renegade Quarter
fr: Quartier des Renégats
ru: Квартал Ренегатов
zh_hans: 变元者营地

source: Renegade Outreaches
fr: Secteur lointain des Renégats
ru: Форпосты Ренегатов
zh_hans: 变元者边陲
