Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_droppoint.xml/*.po
Languages: fr, ru, zh_hans

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_CONSPIRACY"]/text
source: As soon as you jump into the system, your radio gets instantly blasted by incomprehensible gibberish of someone speaking about a "slug deepstate" and "ancient gods" that exist beyond our knowledge. He also blabbers about "something gilded" that only tests the mighiest people. You don't listen to it much because they get instantly vaporized by a Renegade ship to stop the broadcast. Some bits of scrap fly to your ship as a result of that though.
fr: Dès que vous entrez dans le système, votre radio est immédiatement submergée par un flot incompréhensible de paroles évoquant un "état profond de limaces" et des "dieux anciens" existant au-delà de notre compréhension. L'individu bavarde également sur "quelque chose de doré" qui ne met à l'épreuve que les plus puissants. Vous n'écoutez pas vraiment, car il est instantanément vaporisé par un vaisseau Renégat, ce qui coupe la diffusion. Quelques morceaux de ferraille dérivent néanmoins jusqu'à votre vaisseau à la suite de l'explosion.
ru: Как только вы попадаете в систему, ваша система связи мгновенно заглушается непонятным бормотанием кого-то, говорящего о " глубинном государстве слизней" и "древних богах", которые существуют за пределами нашего понимания. Он также бормочет о чем-то "позолоченном", что испытывает только самых могущественных людей. Вы не слишком долго случаете передачу, потому что владельца быстро испаряет корабль Ренегатов, чтобы остановить трансляцию. В результате этого к вашему кораблю прилетают обломки лома.
zh_hans: 你刚跃入星系，无线电就被一阵难以辨识的胡言乱语瞬间淹没——有人在念叨着什么“蛞蝓深层政府”和“超越认知的远古神灵”。他还絮叨着什么“鎏金之物”，说那东西只会考验最强大的人。你没听进去多少，因为一艘变元者舰船瞬间将他蒸发，中断了广播。不过，爆炸产生的些许废料倒是飘向了你的舰船。

source: Continue.
fr: Continuer.
ru: Продолжить.
zh_hans: 继续。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_PROPAGANDA"]/text
source: Through your ship's radio, you detect a Rebel frequency broadcasting propaganda to attract the attention of Renegades. They also happen to talk about you, providing scrap for anyone that reports your location. You worry that this could give the fleet a solid reading of your location.
fr: Par le biais de la radio de votre vaisseau, vous captez une fréquence Rebelle diffusant de la propagande pour attirer l'attention des Renégats. Ils parlent également de vous, offrant de la ferraille à quiconque signale votre position. Vous vous inquiétez que cela ne fournisse à la flotte un moyen précis de localiser votre position.
ru: Через систему связи вашего корабля вы обнаруживаете частоту повстанцев, транслирующую пропаганду, чтобы привлечь внимание Ренегатов. Они также говорят о вас, предлагая вознаграждение любому, кто сообщит о вашем местонахождении. Вы беспокоитесь, что это может дать флоту точные данные о вашем местонахождении.
zh_hans: 通过舰船无线电，你监听到叛军正在广播宣传，试图吸引变元者的注意。他们竟然还提到了你，悬赏废料征集你的位置情报。你担心这会让舰队精确定位到你。

source: Activate your radio and offer even bigger rewards.
fr: Activer votre radio et proposer des récompenses encore plus importantes.
ru: Вмешаться и предложить еще более крупную награду.
zh_hans: 打开无线电，开出更高的赏金。

source: You make your ship's channel public for anyone to listen to, broadcasting hefty rewards for anyone that intercepts the fleet pretending to be you. Much to the dismay of the rebel broadcast, a Renegade takes your offer and scoops your scrap very quickly to go against the fleet headfirst. This should give you a good lead against the rebels.
fr: Vous rendez le canal de votre vaisseau public pour que tout le monde puisse l'écouter, diffusant de lourdes récompenses pour quiconque intercepterait la flotte en se faisant passer pour vous. À la grande consternation de la diffusion rebelle, un Renégat saisit votre offre et récupère votre ferraille très rapidement pour foncer directement contre la flotte. Cela devrait vous donner un bon avantage contre les Rebelles.
ru: Вы открываете канал связи своего корабля для всех желающих, обещая щедрую награду тому, кто перехватит флот, выдавая себя за вас. К большому огорчению повстанцев, один из Ренегатов принимает ваше предложение и очень быстро получает ваш лом, чтобы броситься в бой с флотом. Это должно дать вам хорошее преимущество над повстанцами.
zh_hans: 你将舰船通讯频道设为公开广播，悬赏重酬拦截那支冒充你的舰队。令叛军广播大大火的是，一名变元者接下了你的悬赏，迅速卷走废料，径直迎头冲向那支舰队。这下你应该能占据上风了。

source: Continue.
fr: Continuer.
ru: Продолжить.
zh_hans: 继续。

source: Try to intimidate the Rebels.
fr: Essayer d'intimider les rebelles.
ru: Попытаться запугать повстанцев.
zh_hans: 试图威慑叛军。

source: Leave as fast as you can.
fr: Partir aussi vite que possible.
ru: Уйти как можно быстрее.
zh_hans: 尽快离开。

source: Even if your location gets compromised, you make haste with what you have and get out of there as soon as possible to avoid getting torn by the fleet's incoming ASB.
fr: Même si votre position est compromise, vous vous dépêchez de finir ce que vous faisiez et quittez les lieux aussi vite que possible pour éviter d'être déchiqueté par les Batteries Anti-Vaisseaux (ASB) de la flotte.
ru: Даже если ваше местоположение будет раскрыто, вы должны как можно скорее убраться отсюда, чтобы не попасть под руку флота и обстрел его ПКБ.
zh_hans: 哪怕位置已经暴露，你也带着手头的一切全速撤离，只为赶在舰队来袭的 ASB 将你撕碎之前逃离此地。

source: (Hacking) Hijack the frequency.
fr: (Piratage) Pirater la fréquence.
ru: (Взломщик) Перехватить частоты.
zh_hans: （黑客）劫持通讯频段。

source: You remotely hijack the rebels' frequency and start playing some... less than appropriate broadcasts for everyone to listen to. The rebels scramble to fix their "mishap" as they are approached by MVPMC officials and are told to leave the system. You also transmit false data to the fleet while you're at it.
fr: Vous piratez à distance la fréquence des Rebelles et commencez à diffuser votre émission... pour le moins inappropriées, afin que tout le monde puisse les entendre. Les Rebelles s'affolent pour corriger ce "contretemps" lorsqu'ils sont approchés par des officiels de l'EMPMV et sommés de quitter le système. Vous en profitez également pour transmettre de fausses informations à la flotte.
ru: Вы удаленно захватываете частоту повстанцев и начинаете транслировать... не совсем подходящие для всех прослушивания передачи. Повстанцы спешат исправить свою "оплошность", когда к ним приближаются представители МВЧВК и приказывают покинуть систему. Пока вы этим занимаетесь, вы также передаете ложные данные флоту.
zh_hans: 你远程劫持了叛军的通讯频段，开始播放一些……不太合适的广播内容，让所有人都听了去。叛军手忙脚乱地试图修复这一“失误”，而就在这时，MVPMC 的官员找上门来，命令他们离开星系。趁此机会，你还向舰队传输了虚假数据。

source: You approach the rebels broadcasting the propaganda with your weapons armed and pointed at them. Their broadcast instantly comes to a halt and they apologise for the inconvenience while packing up to leave. You also extort some scrap out of them for the trouble.
fr: Vous vous approchez des Rebelles diffusant leur propagande, armes chargées et pointées sur eux. Leur diffusion s'arrête immédiatement et ils s'excusent pour le dérangement tout en rangeant leur matériel pour partir. Vous en profitez également pour extorquer un peu de ferraille en compensation du désagrément.
ru: Вы приближаетесь к повстанцам, вещающим пропаганду, с нацеленным на них оружием. Их вещание мгновенно прекращается, и они извиняются за неудобства и собирают манатки. Вы также вымогаете у них немного лома за причиненные неприятности.
zh_hans: 你亮出武器，逼近正在广播宣传的叛军。他们的广播戛然而止，一边收拾行装准备撤离，一边为带来的不便道歉。你还趁机敲诈了一笔废料，作为他们惹麻烦的赔偿。

source: As you approach the rebels with your weapons armed, you're less than pleased to notice an elite fighter coming to meet you in return! You are promptly hailed by the rebel captain. "So you're approaching me?!"
fr: Alors que vous vous approchez des Rebelles, armes chargées, vous n'êtes pas vraiment ravi de voir un combattant d'élite venir à votre rencontre ! Vous êtes immédiatement contacté par le capitaine rebelle. "Alors comme ça, c'est vous qui venez m'affronter ?!"
ru: Когда вы подлетаете к повстанцам с активированным оружием, с недовольством замечаете, что навстречу выходит элитный истребитель! Сразу же с вами связывается капитан повстанцев: "Так ты прибыл ко мне?!"
zh_hans: 当你亮出武器逼近叛军时，却不太高兴地发现，对方竟有一名精英战斗舰正在迎面而来！叛军舰长随即呼叫了你：“所以，你是要向我靠近吗？！”

source: I can't destroy you without getting closer!
fr: Je ne peux pas vous détruire sans m'approcher !
ru: Я не могу уничтожить тебя, не приблизившись!
zh_hans: 不靠近些，我可没法摧毁你！

source: Despite the surprise attack from one of the Rebellion's Elite, they were still no match for your prowess. You move in to scrap their ship before facing the rebels broadcast station.
fr: Malgré l'attaque surprise de l'un des élites de la Rébellion, il n'est toujours pas de taille face à votre habileté. Vous vous rapprochez pour récupérer la ferraille de son vaisseau avant d'affronter la station de diffusion des Rebelles.
ru: Несмотря на неожиданную атаку одного из элитных истребителей повстанцев, они все равно не смогли противостоять вашему мастерству. Вы приближаетесь, чтобы уничтожить их корабль, прежде чем заняться радиостанцией повстанцев.
zh_hans: 尽管遭遇反抗军精英的突袭，他们仍不敌你的神勇。你上前拆解他们的舰船，随后直面叛军的广播站。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Alright alright you made your p-point! No more f-fleet, we happy here? Just do whatever you want that isn't killing us and take what you need! We're leaving!
fr: "D'accord, d'accord, vous avez fait votre p-point ! Plus de f-flotte, on est contents maintenant ? Faites juste ce que vous voulez tant que ça ne nous tue pas et prenez ce dont vous avez besoin ! On s'en va !"
ru: Ладно-ладно, ты доказал свою точку зрения! Больше никаких ф-флотов, по рукам? Делай все, что хочешь, только не убивай нас и бери все, что тебе нужно! Мы уходим!
zh_hans: 好好好，算你狠！舰队不追了，我们在这儿开派对行了吧？只要不杀我们，你想干嘛干嘛，要什么拿什么！我们这就走！

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_SHERIFF"]/text
source: A "sheriff" looking guy hails you and requests your help as you enter the system. "Howdy there, Renegade. My name is Sheriff Wringer, I'm looking for this outlaw here around the sector, care to become a deputy of law?
fr: Un type qui ressemble à un "shérif" vous contacte et demande votre aide à votre arrivée dans le système. "Howdy ho, Renégat. Mon nom est Sheriff Wringer. Je cherche un hors-la-loi dans ce secteur, ça vous dirait de devenir adjoint de la loi ?"
ru: Когда вы появляетесь в системе, к вам приближается человек, похожий на "шерифа", и просит о помощи. "Приветствую, Ренегат. Меня зовут шериф Урингер, я ищу преступника в этом секторе. Не хотите стать помощником шерифа?"
zh_hans: 一名“警长”模样的人在你进入星系时呼叫了你，请求你的帮助。“你好啊，变元者。我叫林格警长，正在这片星区追捕这名流亡者。愿意当一回执法副手吗？

source: Sure, why not?
fr: Bien sûr, pourquoi pas ?
ru: Конечно, почему бы и нет?
zh_hans: 当然，何乐而不为？

source: "Nice goin' there, pardner. There this rapscallion here who's been makin' some... wild moves. Just two days ago he put down four of my men, may they rest in peace. Return him to me, dead or alive." The sheriff gives you the last known location of the outlaw and you move to hunt them down.
fr: "Bien joué, partenaire. Il y a cette canaille ici qui a fait des... mouvements plutôt audacieux. Il y a deux jours à peine, il a abattu quatre de mes hommes, qu'ils reposent en paix. Ramenez-moi ce type, mort ou vif." Le shérif vous communique la dernière position connue du hors-la-loi, et vous partez à sa recherche.
ru: "Отлично, партнер. Есть тут один мерзавец, который творит... плохие дела. Всего два дня назад он убил четверых моих людей, пусть покоятся с миром. Доставь его ко мне, живым или мертвым". Шериф сообщает вам последнее известное местонахождение преступника, и вы отправляетесь на его поимку.
zh_hans: “干得好，伙计。这儿有个无赖，一直在耍……花招。就在两天前，他撂倒了我四个弟兄——愿他们安息。把他带回来，死的活的都行。”警长把那名流亡者的最后已知位置给了你，你便动身前去追猎。

source: Not really, I'm too busy.
fr: Pas vraiment, je suis trop occupé.
ru: Нет, я слишком занят.
zh_hans: 其实没有，我太忙了。

source: "Hmph, fair 'nuff. Kids these days forgot the honor and law..."" You distance yourself from the now disappointed sheriff and prepare to move on.
fr: "Hmpf, pas faux. Les gamins d'aujourd'hui ont oublié l'honneur et la loi..." Vous vous éloignez du shérif, désormais déçu, et vous vous préparez à reprendre la route.
ru: "Хм, честное слово. Дети в наши дни забыли о чести и законе..." Вы отдаляетесь от разочарованного шерифа и готовитесь двигаться дальше.
zh_hans: “哼，那倒也是。现在的年轻人啊，早把荣誉和法律忘光了……”你与此刻一脸失望的警长拉开距离，准备继续前行。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 跳过..

source: Attack the sheriff.
fr: Attaquer le shérif.
ru: Атаковать шерифа.
zh_hans: 攻击警长。

source: The Sheriff is surprised as you arm your weapons and aim towards their ship. You're promptly hailed by the Sheriff. "It's High Noon..." You're confused by how they're keeping track of time, considering how meaningless "noon" is in this situation.
fr: Le shérif est surpris lorsque vous chargez vos armes et les pointez vers son vaisseau. Il vous contacte aussitôt. "C'est l'heure de midi..." Vous vous demandez comment il peut encore suivre l'heure, étant donné à quel point le terme "midi" est dénué de sens dans une situation pareille.
ru: Шериф удивлен, когда вы активируете оружие и направляете к его кораблю. Шериф сразу же обращается к вам: "Час расплаты настал...". Вас удивляет его склонность к драматическим фразам в такой ситуации.
zh_hans: 你亮出武器、瞄准警长舰船时，对方显然吃了一惊。警长随即呼入通讯：“现在是正午……”你有些困惑，不明白他们是如何计算时间的——毕竟在这种情境下，“正午”毫无意义。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: You have defeated the Sheriff Wringer. You hastily scrap up his ship before any of his deputies arrive to avenge him for your hubris. Despite the thrill, you doubt anyone will give you safe haven.
fr: Vous avez vaincu le shérif Wringer. Vous récupérez précipitamment la ferraille de son vaisseau avant que l'un de ses adjoints n'arrive pour venger votre orgueil. Malgré l'ivresse du triomphe, vous doutez que qui que ce soit vous offre un refuge sûr.
ru: Вы победили шерифа Рингера. Вы поспешно разбираете его корабль на запчасти, прежде чем прибудут его помощники, чтобы отомстить за вашу дерзость. Несмотря на азарт, вы сомневаетесь, что кто-то предоставит вам убежище.
zh_hans: 你已击败林格警长。趁他的副手们还没赶来为他的狂妄复仇，你匆忙拆解了他的舰船。尽管此刻热血上涌，但你心知肚明——恐怕再无人会给你容身之所了。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: You have defeated the Sheriff Wringer. You hastily scrap up his ship before any of his deputies arrive to avenge him for your hubris. Despite the thrill, you doubt anyone will give you safe haven.
fr: Vous avez vaincu le shérif Wringer. Vous récupérez précipitamment la ferraille de son vaisseau avant que l'un de ses adjoints n'arrive pour venger votre orgueil. Malgré l'ivresse du triomphe, vous doutez que qui que ce soit vous offre un refuge sûr.
ru: Вы победили шерифа Рингера. Вы поспешно разбираете его корабль на запчасти, прежде чем прибудут его помощники, чтобы отомстить за вашу дерзость. Несмотря на азарт, вы сомневаетесь, что кто-то предоставит вам убежище.
zh_hans: 你已击败林格警长。趁他的副手们还没赶来为他的狂妄复仇，你匆忙拆解了他的舰船。尽管此刻热血上涌，但你心知肚明——恐怕再无人会给你容身之所了。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: A sheriff has informed you of a high value target here.
fr: Un shérif vous a informé de la présence d'une cible de grande valeur ici.
ru: Шериф сообщил вам о местонахождении здесь особо ценной цели.
zh_hans: 一名警长告知你，此处有一名高价值目标。

source: You track down one of the most wanted criminals as told by the Sheriff. To your surprise, they're no ordinary fresh-outta-school pirate, but a seasoned one, piloting a one of a kind ship. This is truly a noble duel between good and evil.
fr: Vous retrouvez l'un des criminels les plus recherchés, tel que mentionné par le shérif. À votre grande surprise, ce n'est pas un simple pirate à peine sorti de l'école, mais un vétéran chevronné, aux commandes d'un vaisseau unique en son genre. C'est véritablement un noble duel entre le bien et le mal qui s'annonce.
ru: Вы выслеживаете одного из самых разыскиваемых преступников, как сообщил шериф. К вашему удивлению, это не обычный пират-новичок, только что окончивший школу, а опытный морской волк, управляющий уникальным кораблем. Это поистине благородная дуэль между добром и злом.
zh_hans: 你根据警长的指引，追踪到了一名头号通缉犯。令你惊讶的是，对方并非初出茅庐的普通海盗，而是一名经验丰富的老手，驾驶着一艘独一无二的舰船。这当真是一场正义与邪恶的崇高对决。

source: It's High Noon, scumbag.
fr: Il est midi, ordure.
ru: Пришло время расплаты, подонок.
zh_hans: 正午已至，人渣。

source: "Huh, wuh? Noon? What are you talking abou- Oh crap! Boys, we've got trouble here!" The pirate is caught off guard by your sudden appearance and moves in to attack!
fr: "Hein, quoi ? Midi ? De quoi parlez vous ? Oh merde ! Les gars, on a des ennuis ici !" Pris par surprise par votre soudaine apparition, le pirate se prépare à attaquer !
ru: "А? Что? Расплата? О чем ты говор... О черт! Ребята, у нас проблемы!" Пират застигнут врасплох вашим внезапным появлением и готовится к атаке!
zh_hans: “哈？啥？正午？你在说什——哦见鬼！兄弟们，麻烦找上门了！”海盗被你的突然出现打了个措手不及，随即展开攻击！

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Bolt the hell out.
fr: Fuir à toute vitesse.
ru: Убраться к черту.
zh_hans: 赶紧溜之大吉。

source: You decide that honors and manners aren't convenient when there is risk on your mission, you leave the job for someone else.
fr: Vous décidez que l'honneur et les manières n'ont pas leur place quand votre mission est en jeu, vous laissez ce travail à quelqu'un d'autre.
ru: Вы решаете, что честь и хорошие манеры не нужны, когда ваша миссия сопряжена с риском, и оставляете эту работу кому-то другому.
zh_hans: 你觉得荣誉和礼节在这趟充满风险的任务面前不值一提，于是把这活儿留给别人去干了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 什么都不做……

source: You manage to empty the pirate ship of its crew and corner the pirate captain into his cabin. "Well, end of the line for me then. It was fun while it lasted, but I guess my time has come." You radio the Sheriff, informing him that the pirate captain is in your custody. "Well well, that's a pleasant surprise to hear. Bring him in to the nearest colony, I'll race ya there and prepare for his hanging by noon. Well done, kiddo." You're confused about how the Sheriff can keep track of time in space, but that doesn't matter now since you are given the coordinates for the nearest colony to hand over the pirate to.
fr: Vous parvenez à vider le vaisseau pirate de son équipage et à coincer le capitaine dans sa cabine. "Bon, c'est la fin du chemin pour moi, alors. C'était amusant tant que ça a duré, mais je suppose que mon heure est venue." Vous contactez le shérif par radio pour l'informer que le capitaine pirate est entre vos mains. "Eh bien, eh bien, quelle agréable surprise. Amenez-le à la colonie la plus proche, j'y fonce et j'y serai pour préparer sa pendaison pour midi. Bien joué, gamin." Vous vous demandez comment le shérif parvient à garder l'heure dans l'espace, mais cela n'a plus d'importance. On vous transmet les coordonnées de la colonie la plus proche pour remettre le pirate.
ru: Вам удается очистить пиратский корабль от экипажа и загнать капитана пиратов в его каюту. "Что ж, для меня это конец пути. Было весело, пока все это продолжалось, но, по-видимому, мой час пробил". Вы связываетесь с шерифом по системе связи, сообщая, что капитан пиратов у вас в плену. "Ну-ну, приятно это слышать. Доставьте его в ближайшую колонию, я отправлюсь туда и подготовлю его казнь к полудню. Отличная работа, парень". Вас смущает, как шериф может следить за временем в космосе, но сейчас это не важно, поскольку вы получили координаты ближайшей колонии для передачи пирата.
zh_hans: 你清空了海盗船上的船员，将海盗船长逼进了他的舱室。“好吧，我的路就到头了。快活了一场，不过也该结束了。”你呼叫警长，告知海盗船长已被你控制。“哎呀呀，这可真是个惊喜。把他带到最近的殖民地，我们正午在那儿碰头，准备绞刑。干得好，小子。”你有点困惑，警长在太空里是怎么算时间的——不过现在不重要了，因为你已收到最近殖民地的坐标，可以去移交海盗了。

source: You watch as the pirate criminal's ship goes up into flames, with its captain's charred hat getting flung into space. You radio the Sheriff, notifying him of your job. "Well done, pardner. Great to know that the young generation still has honors these days. See ya round, cowboy."
fr: Vous regardez le vaisseau du pirate criminel partir en flammes, son chapeau calciné projeté dans l'espace. Vous contactez le shérif par radio pour l'informer de votre mission accomplie. "Beau travail, partenaire. Ça fait plaisir de voir que la jeune génération a encore de l'honneur de nos jours. A la prochaine, cowboy."
ru: Вы видите, как корабль пирата-преступника поглощает пламя, а обугленная шляпа его капитана уносится в космос. Вы связываетесь с шерифом и сообщаете ему о выполненном задании. "Молодец, партнер. Приятно знать, что молодое поколение в наши дни все еще ценит честь. Увидимся, ковбой".
zh_hans: 你目睹那艘海盗船燃起熊熊烈焰，船长的焦黑帽子被抛入太空。你呼叫警长，汇报任务完成。“干得好，伙计。很高兴看到这代年轻人还懂得荣誉。后会有期，牛仔。”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The sheriff has rewards for you here.
fr: Le shérif vous offre une récompense ici.
ru: Шериф предлагает вам вознаграждение.
zh_hans: 警长在此处为你准备了赏金。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_SHERIFF_FINALE"]/text
source: You finally get to the colony, hoping that it's noon by the Sheriff's standards. He hails you as you watch the Sheriff's deputies take the pirate captain away. "Well done. cowboy. And right on glaring light of a High Noon. Say, the families of the dead men who were murdered by this lowlife are willing to thank you in their own way for bringing the scum to justice. Head on to the nearest armory and take whatever tickles your fancy. I'll see ya around, cowboy."
fr: Vous arrivez enfin à la colonie, en espérant que ce soit 'midi' selon les critères du shérif. Il vous appelle pendant que vous regardez les adjoints du shérif emmener le capitaine pirate. "Bien joué, cow-boy. Et pile sous la lumière aveuglante de midi. D'ailleurs, les familles des hommes tués par ce salaud tiennent à vous remercier, à leur manière, de l'avoir livré à la justice. Direction l'armurerie la plus proche et prenez ce qui vous fait plaisir. A la prochaine, cowboy."
ru: Наконец вы добираетесь до колонии, надеясь, что по стандартам шерифа уже полдень. Он обращается к вам, пока вы наблюдаете, как помощники шерифа уводят капитана пиратов. "Молодец, ковбой. И как раз в самый разгар дня. Скажу по секрету, семьи убитых этим негодяем готовы по-своему поблагодарить вас за то, что вы привлекли эту мразь к правосудию. Отправляйтесь в ближайший арсенал и бери все, что вам нравится. Увидимся, ковбой".
zh_hans: 你终于抵达殖民地，但愿现在符合警长所说的“正午”标准。看着警长的副手们押走海盗船长时，他呼叫了你。“干得好，牛仔。而且正好赶在正午的刺眼阳光下。对了，那些被这渣滓杀害的死者家属，想用他们的方式感谢你将恶徒绳之以法。去最近的军械库吧，喜欢什么随便拿。后会有期，牛仔。”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。
