Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_droppoint.xml/*.po
Languages: fr, ru, zh_hans

source: You move in protect the store from the miserable Rebel captain who has been denied service. "Youuuu Renegade lackeys will- hick be crus-crused!! under the might of- hick -the Rebellionnnnnn!"
fr: Vous vous approchez pour protéger le magasin du misérable capitaine Rebelle à qui l'on a refusé le service. "Vouuuus sbires Renégats allez- hic être écra-écrasé !! sous la puissance de- hic - la Rébelliooooonnnn !"
ru: Вы вступаете в бой, чтобы защитить магазин от жалкого капитана повстанцев, которому отказали в обслуживании. "Выыыы прихвостни-Ренегаты будете... ик ...раздав-давлены!! под мощью... ик ...Восстааааания!"
zh_hans: 你上前保护商店，对抗那名因被拒绝服务而恼羞成怒的叛军舰长。“你你你……这些变元者走狗——嗝——必将被——嗝——被叛军的铁蹄碾碎！”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Leave them to themselves.
fr: Les laisser se débrouiller.
ru: Оставить их в покое.
zh_hans: 让他们自己解决吧。

source: You decide that whatever is going on is none of your business as you tune the store owner who's fumbling at reading Renegade codes of conduct out. You prepare to move on.
fr: Vous décidez que quoi qu'il se passe, cela ne vous concerne pas et ignorez le propriétaire du magasin, qui peine à interpréter les codes de conduite des Renégats. Vous vous préparez à poursuivre votre route.
ru: Вы решаете, что происходящее вас не касается, и не обращаете внимания на владельца магазина, который путается, зачитывая кодекс поведения Ренегатов. Вы готовитесь двигаться дальше.
zh_hans: 你觉得眼前发生的事与你无关，于是无视了那个手忙脚乱翻着变元者行为守则的店主。你准备继续前行。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 什么都不做……

source: As you move in to the store and scrap the ship, your mind drifts into trying to remember a quote about burials and soup cans, glues and hell. You forget about it until you get something from the store.
fr: Alors que vous pénétrez dans le magasin pour récupérer la ferraille du vaisseau, votre esprit divague en essayant de vous souvenir d'une citation sur des enterrements, des boîtes de conserve, de la colle et l'enfer. Vous oubliez cette pensée jusqu'à ce que vous trouviez quelque chose dans le magasin.
ru: Входя в магазин и разбирая корабль на лом, ваши мысли невольно обращаются к попыткам вспомнить какую-то цитату о похоронах и консервных банках, клее и аде. Вы забываете об этом, пока не получаете что-то из магазина.
zh_hans: 当你走进商店，开始拆解那艘船时，你的思绪飘忽不定，试图回忆起一句关于葬礼、罐头汤、胶水和地狱的名言。直到你在商店里买了东西，你才想起这件事。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The store owner ushers you into the store where you can select from a specially curated list. "Thank you for your help there. Usually we have to extort an entry fee from you, but what the hell, you saved us and that's better than a few extra bits of scrap! The store is all for you, my friend."
fr: Le propriétaire du magasin vous invite à entrer et à choisir parmi une sélection spécialement préparée. "Merci pour votre aide. D'habitude, on doit vous extorquer des frais d'entrée, mais bon sang, vous nous avez sauvés et ça vaut mieux que quelques morceaux de ferraille en plus ! Le magasin est tout à vous, mon ami."
ru: Владелец магазина проводит вас внутрь, где вы можете выбрать что-нибудь из специально составленного списка. "Спасибо за вашу помощь. Обычно мы требует входную плату, но, черт возьми, вы спасли нас, и это лучше, чем несколько лишних кусочков лома! Магазин весь в вашем распоряжении, друг мой".
zh_hans: 店主把你迎进店里，让你从一份精心挑选清单中挑选。“谢谢你刚才出手相助。平时我们还得敲诈一笔入场费，不过管它呢，你救了我们，这比那几块废料强多了！整间店都归你了，我的朋友。”

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

source: As you move in to the store and scrap the ship, your mind drifts into trying to remember a quote about burials and soup cans, glues and hell. You forget about it until you get something from the store.
fr: Alors que vous pénétrez dans le magasin pour récupérer la ferraille du vaisseau, votre esprit divague en essayant de vous souvenir d'une citation sur des enterrements, des boîtes de conserve, de la colle et l'enfer. Vous oubliez cette pensée jusqu'à ce que vous trouviez quelque chose dans le magasin.
ru: Входя в магазин и разбирая корабль на лом, ваши мысли невольно обращаются к попыткам вспомнить какую-то цитату о похоронах и консервных банках, клее и аде. Вы забываете об этом, пока не получаете что-то из магазина.
zh_hans: 当你走进商店，开始拆解那艘船时，你的思绪飘忽不定，试图回忆起一句关于葬礼、罐头汤、胶水和地狱的名言。直到你在商店里买了东西，你才想起这件事。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The store owner ushers you into the store where you can select from a specially curated list. "Thank you for your help there. Usually we have to extort an entry fee from you, but what the hell, you saved us and that's better than a few extra bits of scrap! The store is all for you, my friend."
fr: Le propriétaire du magasin vous invite à entrer et à choisir parmi une sélection spécialement préparée. "Merci pour votre aide. D'habitude, on doit vous extorquer des frais d'entrée, mais bon sang, vous nous avez sauvés et ça vaut mieux que quelques morceaux de ferraille en plus ! Le magasin est tout à vous, mon ami."
ru: Владелец магазина проводит вас внутрь, где вы можете выбрать что-нибудь из специально составленного списка. "Спасибо за вашу помощь. Обычно мы требует входную плату, но, черт возьми, вы спасли нас, и это лучше, чем несколько лишних кусочков лома! Магазин весь в вашем распоряжении, друг мой".
zh_hans: 店主把你迎进店里，让你从一份精心挑选清单中挑选。“谢谢你刚才出手相助。平时我们还得敲诈一笔入场费，不过管它呢，你救了我们，这比那几块废料强多了！整间店都归你了，我的朋友。”

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_FREIGHTER"]/text
source: As soon as you jump into the beacon, you barely dodge a massive container floating in space. As soon as you get your bearings, you realise you're amidst a freighter's wreckage. You don't think whoever caused this left anything of worth, but you do your best to pull some loose scrap off.
fr: Dès que vous arrivez à la balise, vous esquivez de justesse un immense conteneur flottant dans l'espace. Une fois vos repères retrouvés, vous vous rendez compte que vous êtes au milieu de l'épave d'un cargo. Vous ne pensez pas que l'auteur de ce désastre ait laissé quelque chose de précieux, mais vous faites de votre mieux pour récupérer quelques morceaux de ferraille détachés.
ru: Как только вы появляетесь у маяка, вам с трудом удается уклониться от огромного контейнера, парящего в космосе. Сориентировавшись, вы понимаете, что находитесь среди обломков грузового корабля. Вы сомневаетесь, что владелец этого контейнера оставил в нем что-то ценное, но все же стараетесь собрать немного лома.
zh_hans: 你刚跃入信标，险些撞上一个漂浮在太空中的巨型货柜。稳住方位后，你才发现自己正置身于一艘货船的残骸之中。你觉得肇事者应该不会留下什么值钱的东西，但还是尽力捞了些散落的废料。

source: (Lanius) Have your Lanius extract more scrap.
fr: (Lanius) Demander à votre Lanius de récupérer davantage de ferraille.
ru: (Член экипажа-ланиус) Пусть ваш ланиус добудет больше лома.
zh_hans: （食铁族）派你的食铁族船员提取更多废料。

source: You order your lanius crew to get into the wreckage and get some more scrap. It doesn't take long for them to get a modest heap for you to make use of.
fr: Vous ordonnez à votre équipage Lanius de pénétrer dans l'épave pour récupérer davantage de ferraille. Il ne leur faut pas longtemps pour rassembler un tas modeste que vous pourrez utiliser.
ru: Вы приказываете своему члену экипажа проникнуть в обломки и добыть еще немного лома. Ему не требуется много времени, чтобы собрать для вас небольшую кучу, которую вы сможете использовать.
zh_hans: 你命令食铁族船员进入残骸，再弄些废料出来。没过多久，他们就给你捞回了一小堆可供使用的废料。

source: (Scrap arm) Try to get more scrap.
fr: (Collecteur de ferraille) Tenter de récupérer encore plus de ferraille.
ru: (Кран сбора лома) Постараться собрать больше лома.
zh_hans: （废料收集臂）试着再捞些废料。

source: You use the scrap arm on your ship to get a bit more scrap from the tougher parts of the ship. The arm works its wonders and you get more scrap out of the wreck and leave it at that.
fr: Vous utilisez le bras de récupération de votre vaisseau pour extraire un peu plus de ferraille des parties les plus résistantes de l'épave. L'outil fait des merveilles et vous récupérez davantage de ferraille avant de vous en tenir là.
ru: Вы используете Кран сбора лома на своем корабле, чтобы добыть еще немного лома из более прочных частей корабля. Крае творит чудеса, и вы добываете еще больше лома из обломков и на этом заканчиваете.
zh_hans: 你用舰上的废料臂从舰船较坚固的部位又弄了些废料。废料收集臂发挥奇效，你从残骸中又捞了一笔，随后就此离去。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_GRADUATION"]/text
source: You notice some sort of celebration happening out in the distance. Upon closer inspection, you are informed that it's a Renegade graduation party and anyone can attend to it. You stay for a bit and chat to the new Renegade about how stuff works and how Renegade life is. They appreciate your advice and give you a weapon from their stock as an appreciation.
fr: Vous remarquez une sorte de célébration au loin. En vous approchant, on vous informe qu'il s'agit d'une fête de remise de diplômes Renégats et que tout le monde peut y assister. Vous restez un moment et discutez avec le nouveau Renégat de son fonctionnement et de la vie au sein des Renégats. Il apprécie vos conseils et vous offre une arme issue de son stock en guise de remerciement.
ru: Вы замечаете какое-то празднество, происходящее вдалеке. При ближайшем рассмотрении вы понимаете, что это выпускная вечеринка Ренегатов, и любой может принять в ней участие. Вы остаетесь ненадолго и беседуете с новыми Ренегатами о том, как все устроено и какова жизнь Ренегата. Они ценят ваши советы и дают вам оружие из своих запасов в знак благодарности.
zh_hans: 你注意到远处正在举行某种庆祝活动。走近一看，才知是变元者的毕业派对，任何人都可以参加。你逗留片刻，和新晋变元者聊了聊这里的规矩和变元者的生活。他们对你的建议表示感谢，并从库存中拿出一件武器赠予你作为谢礼。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_ROGUE_CAMP_SEARCH"]/text
source: As soon as you enter the system, your ship's sensors detect faint unusual signals coming from a nearby place. However, you don't seem to be able to find it with your naked eye, nor does it appear on the radar.
fr: Dès que vous entrez dans le système, les capteurs de votre vaisseau détectent de faibles signaux inhabituels provenant d'un endroit à proximité. Cependant, vous ne parvenez pas à les repérer à l'œil nu, et ils n'apparaissent pas non plus sur le radar.
ru: Как только вы входите в систему, сенсоры вашего корабля обнаруживают слабые необычные сигналы, исходящие из расположенного неподалеку места. Однако вы не можете найти его невооруженным глазом, и оно не отображается на радаре.
zh_hans: 你刚进入星系，舰船传感器就探测到附近某处传来微弱的异常信号。然而，你用肉眼找不到任何踪迹，雷达上也毫无显示。

source: Try to look for the origin of the signals.
fr: Tenter de localiser l'origine de ces signaux.
ru: Попробовать найти источник сигналов.
zh_hans: 尝试寻找信号来源。

source: (Upg. Sensors) Overclock your sensors.
fr: (Capteurs améliorés) Overclocker vos capteurs.
ru: (Улучш. Сенсоры) Разогнать ваши сенсоры.
zh_hans: (高级传感器)超频你的传感器。

source: (Long-Ranged Scanners) Overclock your sensors.
fr: (Scanners à longue portée) Overclocker vos capteurs.
ru: (Сканеры дальнего действия) Разогнать ваши сенсоры.
zh_hans: （长距扫描仪）超频你的传感器。

source: Leave it as is.
fr: Laisser tel quel.
ru: Оставить все как есть.
zh_hans: 保持现状。

source: You have no interest in a wild goose chase involving unknown signals. You leave them mystery as is and get going.
fr: Vous n'avez aucun intérêt pour une chasse au trésor impliquant des signaux inconnus. Vous laissez le mystère entier tel quel et poursuivez votre route.
ru: Вы не заинтересованы в бесполезных поисках неизвестных сигналов. Вы оставляете эту тайну как есть и отправляетесь дальше.
zh_hans: 你对这种莫名其妙的信号毫无兴趣。就让它们继续保持神秘吧，你准备启程。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

source: You try your best at finding the signal, but no matter how hard you try, your sensors aren't strong enough to find it and it flickers out of the map.
fr: Vous faites de votre mieux pour localiser le signal, mais peu importe vos efforts, vos capteurs ne sont pas assez puissants pour le détecter, et il disparaît de la carte.
ru: Вы изо всех сил пытаетесь найти сигнал, но как бы вы ни старались, ваши сенсоры недостаточно мощные, чтобы его обнаружить, и он исчезает с карты.
zh_hans: 你尽力寻找信号，但无论怎么尝试，传感器的强度都不足以定位它，最终信号从星图上消失了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

source: You maximize your sensor's detection range to try and find the source of the signal. Luckily, they are strong enough to exactly pinpoint the location of the nearby settlement that broadcasted the signal.
fr: Vous maximisez la portée de détection de vos capteurs pour tenter de localiser l'origine du signal. Heureusement, ils sont suffisamment puissants pour identifier avec précision l'emplacement du village à proximité qui a émis le signal.
ru: Вы максимально увеличиваете дальность действия сенсоров, чтобы попытаться найти источник сигнала. К счастью, они достаточно мощные, чтобы точно определить местоположение ближайшего поселения, откуда исходит сигнал.
zh_hans: 你将传感器的探测范围开到最大，试图找到信号来源。幸运的是，传感器的强度足以精确定位到附近发出信号的那处定居点。

source: Approach the settlement.
fr: S'approcher du village.
ru: Приблизиться к поселению.
zh_hans: 靠近定居点。

source: Leave.
fr: Partir.
ru: Уйти.
zh_hans: 离开。

source: If there is one thing you should take note of, it's that hidden settlements like these scream for an unaware ship to dock there and get killed in. You leave as soon as possible.
fr: Si vous devez retenir une chose, c'est que des colonies cachées comme celle-ci attirent n'importe quel vaisseau imprudent pour mieux le piéger. Vous partez donc le plus rapidement possible.
ru: Если есть одна вещь, на которую следует обратить внимание, так это то, что такие скрытые поселения как будто призывают ничего не подозревающие корабли причалить к ним и погибнуть. Лучше здесь не задерживаться.
zh_hans: 有件事你该记住——像这样隐藏的定居点，往往就是等着毫无防备的舰船靠港送命的陷阱。你赶紧离开了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_ROGUE_CAMP"]/text
source: Cautiously docking there, you can't help but notice that the settlement was a former Rebel hideout. Fading orange palette, burnt MFK Eagles, scattered Ace helmets on the very ground. The tense feeling drenches your mind in worries, and the sudden appearance of a glowing blue hue from the darkness doesn't make it any better.
fr: En vous amarrant prudemment, vous ne pouvez vous empêcher de remarquer que la colonie était un ancien repaire Rebelle. Palette orange délavée, Aigles MFK brûlés, casques Ace éparpillés sur le sol. L'atmosphère tendue envahit votre esprit d'inquiétudes, et l'apparition soudaine d'une lueur bleue émanant des ténèbres n'améliore en rien la situation.
ru: Осторожно пристыковавшись там, вы не можете не заметить, что поселение было бывшим укрытием повстанцев. Блеклая оранжевая палитра, сожженные МФК орлы, разбросанные по земле шлемы асов. Напряженное чувство наполняет ваш разум беспокойством, и внезапное появление сияющего голубого оттенка из темноты не делает его лучше.
zh_hans: 你小心翼翼地停靠，却不由得注意到，这里曾是叛军的藏身处。褪色的橙色调、烧焦的 MFK 鹰徽、散落一地的王牌飞行员头盔。紧张感让你的脑海浸满忧虑，而黑暗中突然闪现的幽蓝光芒，更让气氛雪上加霜。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_ROGUE_CAMP"]/choice/text
source: Identify Yourself.
fr: Se présenter.
ru: Раскрыть свою личность.
zh_hans: 表明你的身份。

source: You announce your presence to the residents of the settlement. One by one, the glowing lights appear more and more abundant, outnumbering you and your crew. "So... another unaware rebel, how intriguing. Maybe we are not as hidden as we thought we were. Prepare to die and follow your rotten brethren!"
fr: Vous annoncez votre présence aux habitants de la colonie. Peu à peu, les lumières scintillantes se multiplient, vous surpassant en nombre, vous et votre équipage. "Alors... un autre rebelle inconscient, comme c'est intrigant. Peut-être ne sommes-nous pas aussi cachés que nous le pensions. Préparez-vous à mourir et à rejoindre vos pourris compagnons !"
ru: Вы объявляете о своем присутствии жителям поселения. Один за другим появляются светящиеся огни, которых становится все больше и больше, превосходя по численности вас и ваш экипаж. "Так... еще один ничего не подозревающий повстанец, как интересно. Возможно, мы не так хорошо спрятаны, как думали. Приготовься умереть и последуй за своими гнилыми собратьями!"
zh_hans: 你向定居点的居民宣告了你的到来。一个接一个，幽蓝的光芒越来越多，数量远超你与你的船员。“所以……又一个毫无防备的叛军，真是有趣。看来我们并没有自己想象中那么隐蔽。准备去死，追随你那些腐烂的同胞吧！”

source: Wait! I'm not with the Rebellion!
fr: Attendez ! Je ne fais pas partie de la Rébellion !
ru: Подождите! Я не повстанец!
zh_hans: 等等！我不是叛军的人！

source: As soon as those word are muttered, the mysterious figures stop in their position and come to the light and reveal themselves. "You're not... a Rebel? Then what are you? How did you find us here?"
fr: Dès que ces mots sont prononcés, les silhouettes mystérieuses s'arrêtent et s'avancent vers la lumière pour se révéler. "Vous n'êtes pas... un Rebelle ? Alors, que faites-vous ici ? Comment nous avez-vous trouvés ?"
ru: Как только эти слова произносятся, таинственные фигуры останавливаются на месте, выходят на свет и показывают себя. "Ты не... повстанец? Тогда кто ты? Как ты нас здесь нашел?"
zh_hans: 话音刚落，那些神秘的身影停下了脚步，走到光亮处，显露出真容。“你不是……叛军？那你是什么人？你是怎么找到我们的？”

source: We are en route to Node 17.
fr: Nous sommes en route pour le Nœud 17.
ru: Мы направляемся к Узлу 17.
zh_hans: 我们正在前往节点17的途中。

source: "Node 17... the bane of... let's leave that as a story for another day. Why do you want to go there, then?"
fr: "Le Nœud 17... le fléau de... laissons cela pour une autre histoire. Pourquoi voulez-vous vous y rendre, alors ?"
ru: "Узел 17... проклятие... давай оставим эту историю на другой раз. Почему ты хочешь туда попасть?"
zh_hans: “节点17……那是……算了，这事改天再说吧。那你为什么要去那儿？”

source: To save the Federation.
fr: Pour sauver la Fédération.
ru: Чтобы спасти Федерацию.
zh_hans: 为了拯救联邦。

source: "Huh, okay. Leave." You take note of the dozens of armed blasters aimed towards you and your crew as soon as you stated your intentions, prompting you to head back and never touch down on the settlement again."
fr: "Hein, très bien. Partez." Vous prenez note des dizaines de blasters armés pointés sur vous et votre équipage dès que vous avez énoncé vos intentions, ce qui vous incite à faire demi-tour et à ne jamais vous poser sur cette colonie.
ru: "Ага, ладно. Уходи. Как только вы заявили о своих намерениях, вы заметили десятки заряженных бластеров, направленных на вас и на ваш экипаж, что побудило вас вернуться назад и больше никогда не приближаться к этому поселению".
zh_hans: “呵，行吧。你走吧。”你话音刚落，便注意到数十把爆能枪已瞄准你和你的船员，这让你赶紧返回舰上，再也不敢踏足这处定居点。

source: To get some scrap.
fr: Pour récupérer de la ferraille.
ru: Чтобы получить немного лома.
zh_hans: 为了搞点废料。

source: "Well then, at least you're working for yourself here. Maybe seeing the Rebels fall this time will be nothing short of entertainment. Have this and good luck." You notice that a few engineers head towards your ship and upgrade its weapons systems! You bid the settlement farewell as they wish you good luck.
fr: "Eh bien, au moins vous travaillez pour vous ici. Peut-être que voir tomber les Rebelles cette fois sera un vrai spectacle. Prenez ceci et bonne chance." Vous remarquez que quelques ingénieurs se dirigent vers votre vaisseau et améliorent ses systèmes d'armes ! Vous faites vos adieux à la colonie tandis qu'ils vous souhaitent bonne chance.
ru: "Что ж, по крайней мере, здесь ты работаешь на себя. Возможно, наблюдать за падением повстанцев на этот раз будет чистым развлечением. Счастливого пути и удачи". Вы замечаете, что несколько инженеров направляются к вашему кораблю и модернизируют его системы вооружения! Вы прощаетесь с поселением, пока они желают вам удачи.
zh_hans: “那好吧，至少你这是在为自己干活。或许这次亲眼看着叛军覆灭，倒也不失为一场好戏。拿着这个，祝你好运。”你注意到几名工程师走向你的舰船，升级了武器系统！你与定居点道别，他们祝你一路顺风。

source: Looking for fun.
fr: Pour rechercher du divertissements.
ru: Ради развлечения.
zh_hans: 找点乐子。

source: "A thrill seeker? That's... hardly surprising, but not that it makes an issue for me. Better get there quickly then. The settlement wishes you good luck on your journey, and order some of their engineers to upgrade your engines to get to your goal quickly. You bid them farewell and get going."
fr: "Un chercheur de sensations fortes ? Eh bien... pas vraiment surprenant, mais ça ne me pose aucun problème. Mieux vaut y aller vite, alors." La colonie vous souhaite bonne chance pour votre voyage et envoie certains de leurs ingénieurs améliorer vos moteurs afin que vous atteigniez rapidement votre objectif. Vous leur faites vos adieux et reprenez la route.
ru: "Любитель острых ощущений? Это... неудивительно, но для меня это не проблема. Тогда лучше поспеши туда". Поселенцы желают вам удачи в путешествии и поручают своим инженерам модернизировать ваши двигатели, чтобы вы быстрее добрались до цели. Вы прощаетесь с ними и отправляетесь в путь.
zh_hans: “寻刺激的？这……倒也不意外，不过对我来说无所谓。那你最好快点赶路吧。”定居点祝你旅途好运，还派了几名工程师升级了你的引擎，好让你更快抵达目标。你与他们道别，继续前行。

source: (MFK Ace) The Rebellion is weak and in its darkest hours. We are finishing the job.
fr: (MFK Ace) La Rébellion est faible et traverse ses heures les plus sombres. Nous achevons le travail.
ru: (Член экипажа-ас МФК) Восстание слабо и переживает не лучшие времена. Мы покончим с ними.
zh_hans: （MFK王牌）叛军已经虚弱不堪，正处于最黑暗的时刻。我们将完成这项任务。
