Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_droppoint.xml/*.po
Languages: fr, ru, zh_hans

source: You track down the distress beacon, only to barely graze the hull of the ship transmitting it as you exit lightspeed. You get your bearings and establish contact with the ship. "Hello uhhh, can you help? We underestimated how much fuel we needed for this journey and well... we don't have any fuel so care for a little charity?"
fr: Vous suivez la balise de détresse, mais à peine sorti de l'hyperespace, vous frôlez la coque du vaisseau qui l'émettait. Vous reprenez vos repères et établissez le contact avec le vaisseau. "Hello euhhh, pourriez-vous nous aider ? Nous avons sous-estimé la quantité de carburant nécessaire pour ce voyage et... eh bien... nous n'avons plus de carburant, alors... un petit geste de charité ?"
ru: Вы отслеживаете сигнал бедствия, но, выйдя из световой скорости, едва не задеваете корпус корабля, который его передает. Сориентировавшись, вы связываетесь с кораблем. "Здравствуйте, э-э-э, вы можете нам помочь? Мы недооценили количество топлива, необходимое для этого путешествия, и... у нас нет топлива, так что не могли бы вы оказать нам небольшую услугу?"
zh_hans: 你追踪着求救信标，却在退出光速的瞬间险些擦碰到那艘正在发出信号的舰船外壳，稳住方位后，你与该舰建立了通讯。 “呃……你好，能帮个忙吗？我们低估了这趟行程需要的燃料量，结果……现在一点燃料都没有了，能行行好帮一把吗？”

source: Give them some fuel.
fr: Leur donner du carburant.
ru: Дать им немного топлива.
zh_hans: 给他们一些燃料。

source: You offer the Renegade a few fuel cells and wish them good luck on their journey. Before you depart, they hail you. "Hey, thanks for the help. I figured you could use this as you go, you need it more than i do. Good luck, captain." The Renegade offers to install a weapon they had on your ship as a returned favour for your help.
fr: Vous offrez au Renégat quelques cellules de carburant et lui souhaitez bonne chance pour son voyage. Avant de partir, il vous contacte. "Hé, merci pour le coup de main. Je me suis dit que ça pourrait vous être utile pour la suite, vous en avez plus besoin que moi. Bonne chance, capitaine." Le Renégat propose d'installer sur votre vaisseau une arme qu'il possédait, en guise de retour pour votre aide.
ru: Вы предлагаете Ренегату несколько топливных элементов и желаете им удачи в путешествии. Перед вашим уходом они связываются с вами. "Эй, спасибо за помощь. Я подумал, что вам это пригодится в пути, вам это нужно больше, чем мне. Удачи, капитан". Ренегат предлагает установить оружие, которое у них было, на ваш корабль в качестве ответной услуги за вашу помощь.
zh_hans: 你递给那名变元者几组燃料，并祝他旅途顺利。正要离开时，对方突然呼叫了你。 “嘿，多谢帮忙。我想这个你路上用得上——你比我更需要它。祝你好运，舰长。” 那名变元者为表谢意，提议将他们船上的一门武器加装到你的舰船上。

source: Say that you also don't have much fuel but give them one cell.
fr: Leur dire que vous non plus n'avez pas beaucoup de carburant, mais que vous leur donnez tout de même une cellule.
ru: Сказать, что у вас тоже мало топлива, но дать им один топливный элемент.
zh_hans: 你坦言自己燃料也所剩不多，但还是递过去一组。

source: You explain to the Renegade that you're also running out of fuel and can barely make it to the nearest beacon, but you still give them one fuel cell and wish them good luck. "Well... I won't act like a beggar, this is better than nothing. At least you weren't like those pricks who have a lot of fuel but hide it. Here, take this, I don't take something for nothing."
fr: Vous expliquez au Renégat que vous êtes vous-même à court de carburant et que vous pouvez à peine atteindre la balise la plus proche, mais que vous lui donnez malgré tout une cellule de carburant et lui souhaitez bonne chance. "Bon... je ne vais pas faire le mendiant, c'est toujours mieux que rien. Au moins, vous n'êtes pas comme ces salauds qui ont plein de carburant mais le cachent. Tenez, prenez ça, je ne prends jamais sans donner en retour."
ru: Вы объясняете Ренегату, что у вас тоже заканчивается топливо и вы едва способны добраться до ближайшего маяка, но все равно даете ему одну топливную ячейку и желаете удачи. "Ну... Я не стану умолять, это лучше, чем ничего. По крайней мере, вы не такой, как те козлы, у которых много топлива, но они его прячут. Вот, возьмите это, я не беру ничего даром".
zh_hans: 你向那名变元者解释，自己的燃料也所剩无几，勉强才能撑到最近的信标，但还是递过去一组，并祝他好运。 “好吧……我也不想表现得像个乞丐，总比什么都没有强。至少你不像那些混蛋，明明燃料多得是，却藏着掖着。拿着这个，我不白拿别人的东西。”

source: Close communications and open fire.
fr: Couper les communications et ouvrir le feu.
ru: Отключить связь и открыть огонь.
zh_hans: 关闭通讯，开火。

source: Upon hearing the request you cut communications, only to be hailed again as the ship picks up speed towards you. "OH NOW YOU'RE VALUING A SINGLE FUEL CELL OVER A LIFE!? I'LL SHOW YOU HOW PRECIOUS LIFE IS BY KILLING YOU!"
fr: Après avoir entendu la demande, vous coupez les communications, mais le vaisseau vous rappelle alors qu'il accélère vers vous. "AH, MAINTENANT VOUS PRÉFÉREZ UNE SIMPLE CELLULE DE CARBURANT À UNE VIE !? JE VAIS VOUS MONTRER COMBIEN LA VIE EST PRÉCIEUSE EN VOUS TUANT !"
ru: Услышав просьбу, вы прерываете связь, но с вами снова связываться, когда корабль набирает скорость и движется в вашу сторону. "ОХ, ТЫ ЦЕНИШЬ ОДИН ТОПЛИВНЫЙ ЭЛЕМЕНТ БОЛЬШЕ, ЧЕМ ЖИЗНЬ!? Я ПОКАЖУ ТЕБЕ, КАК ДОРОГА ЖИЗНЬ, УБИВ ТЕБЯ!"
zh_hans: 听到对方的请求后，你切断了通讯。然而，就在那艘船加速向你冲来时，通讯再次响起： “哦！！！现在你觉得区区一组燃料比一条命还重要？！那我就杀了你，让你知道生命有多宝贵！”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Apologize profusely and run away.
fr: S'excuser abondamment, puis prendre la fuite.
ru: Извиниться и уйти.
zh_hans: 连连道歉，转身逃跑。

source: You leave the stranded renegade profoundly confused as you apologize and leave.
fr: Vous laissez le renégat échoué profondément perplexe alors que vous vous excusez avant de partir.
ru: Вы оставляете Ренегата в глубоком замешательстве, извиняясь и уходя.
zh_hans: 你连声道歉后转身离开，留下那名被困的变元者一脸茫然地愣在原地。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Get away from the awkward situation as quickly as possible.
fr: S'éloigner de cette situation gênante aussi vite que possible.
ru: Как можно быстрее выйти из неловкой ситуации.
zh_hans: 尽快逃离这尴尬的处境。

source: Through the corner of your eye, you see two ships in the distance with their weapons armed. This is unusual since it is strictly forbidden for MVPMC Renegades to draw their weapons against each other here. However, upon closer inspection, it turns out one of them is a Renegade, while the other is a Union vessel.
fr: Du coin de l'œil, vous apercevez deux vaisseaux au loin, armes chargées. C'est inhabituel, car il est strictement interdit aux Renégats de l'EMPMV de pointer leurs armes les uns contre les autres ici. Cependant, en y regardant de plus près, l'un d'eux est un Renégat, tandis que l'autre est un vaisseau de l'Union.
ru: Краем глаза вы видите вдали два корабля с наведенным друг на друга оружием. Это необычно, поскольку МВЧВК Ренегаты строго запрещено применять оружие друг против друга в этом месте. Однако при ближайшем рассмотрении выясняется, что один корабль принадлежит Ренегатам, а другой - Союзу.
zh_hans: 余光之中，你瞥见远处有两艘舰船已亮出武器。这很不寻常——因为 MVPMC 严禁变元者在此地互相拔剑相向。然而，待你定睛细看，才发现其中一艘是变元者，另一艘则是同盟的舰船。

source: Tap into the frequency.
fr: Se connecter à la fréquence.
ru: Подключиться к частоте.
zh_hans: 接入通讯频段。

source: You adjust your radio to tune into the frequency to see what's going on. "Okay, how did you even get here? There is absolutely no way you made this on your own, who let you in?" "That's none of your business. I live in this sector, my home is literally here!" "Wha- wh- why-... Okay, listen to me. I'll make this simple, if you let me reroute you to somewhere else, without any resistance, I can pretend none of this had happened." "Nuh uh." "What? What do you mean "nuh uh?" " "I'm not coming with you." "Oh for the love of whatever people pray to just- wait, how long have you been standing ther- actually, can you kill this unauthorised thing? I'll make it worthwhile, just please make my life easier." "Wait, no no no no this won't do, you're not gonna listen to him are you? I'm just a civilian, you can't just kill me!" "Uh, yes they can? And like, last time I checked, civilians don't live here?" "Please, you can't kill me for saying the truth!"
fr: Vous ajustez votre radio pour capter la fréquence et comprendre ce qui se passe. "Ok... comment avez-vous fait pour arriver ici ? Il est absolument impossible que vous soyez venu seul, qui vous a laissé entrer ?" "Ce ne sont pas vos affaires. Je vis dans ce secteur, mon domicile est littéralement ici !" "Qu- qu- pourquoi... Ok, écoutez-moi. Je vais faire simple : si vous me laissez vous rediriger ailleurs, sans résistance, je pourrai faire comme si rien de tout cela n'était arrivé." "Nuh uh." "Quoi ? Que voulez-vous dire par “nuh uh” ?" "Je ne viens pas avec vous." "Oh, pour l'amour de tout ce en quoi les gens croient... attendez, depuis combien de temps êtes-vous là... en fait, pouvez-vous éliminer cet intrus non autorisé ? Je vous en rendrai la peine, juste, facilitez-moi la vie." "Attendez, non, non, non, ça ne va pas, vous n'allez pas l'écouter, si ? Je suis juste un civil, vous ne pouvez pas me tuer !" "Euh, si ils peuvent ? Et puis, d'après ce que je sais, les civils ne vivent pas ici, non ?" "S'il vous plaît, vous ne pouvez pas me tuer juste parce que je dis la vérité !"
ru: "Хорошо, как ты вообще сюда попал? Ни за что ты не смог добраться сюда сам, кто тебя пропустил?" "Это не твое дело. Я живу в этом секторе, мой дом буквально здесь!" "Что... че... зачем... Ладно, послушай меня. Я объясню просто: если ты позволишь мне перенаправить тебя в другое место без сопротивления, я смогу сделать вид, что ничего этого не было." "Не-а." "Что? Что значит "не-а"?" "Я не пойду на твои условия." "О, ради всего святого, просто... погоди, как долго ты там находишься... вообще-то, можешь убить эту несанкционированную штуку? Я позабочусь о награде, просто, пожалуйста, облегчи мне жизнь." "Стой, нет, нет, нет, нет, так не пойдет, ты же не будешь его слушать? Я просто гражданский, ты не можешь просто убить меня!" "Эм, могут? И типа, насколько я помню, гражданские здесь не живут?" "Пожалуйста, вы не можете убить меня за то, что я говорю правду!"
zh_hans: 你调转无线电频率，想听听那边到底发生了什么。 “好吧，你到底是怎么到这儿来的？你绝对不可能自己闯进来——谁放你进来的？” “这不关你的事。我就住在这个星区，我家就在这儿！” “什——怎——为——……好吧，听我说。我就直说了：如果你乖乖让我把你送到别的地方去，我可以当什么都没发生过。” “不要。” “什么？‘不要’是什么意思？” “我不跟你走。” “天哪，不管人们信什么都好——等等，你站在那儿多久了——算了，你能把这未经授权的家伙干掉吗？我不会亏待你的，求你了，让我省省心吧。” “等等，不不不不，这不行，你不会听他的对吧？我只是个平民，你不能就这么杀了我！” “呃，他们当然可以？而且，我记得平民可不该住在这儿吧？” “求你了，你不能因为我说真话就杀我！”

source: Attack the Union Vessel.
fr: Attaquer le vaisseau de l'Union.
ru: Атаковать судно Союза.
zh_hans: 攻击同盟舰船。

source: You decide to uphold the rules and get rid of the unauthorised personell from this space. "No! You can't do this to me!" Prepare to fight!
fr: Vous décidez de faire respecter les règles et d'expulser le personnel non autorisé de cet espace. "Non ! Vous ne pouvez pas me faire ça !" Préparez-vous à vous battre !
ru: Вы решаете соблюдать правила и избавиться от посторонних лиц в єтом пространстве. "Нет! Ты не можешь так со мной поступить!" Приготовьтесь к бою!
zh_hans: 你决定维护规则，清除这片空间里的非法闯入者。“不！你不能这样对我！”准备战斗！

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Renegade.
fr: Attaquer le Renégat.
ru: Атаковать Ренегатов.
zh_hans: 攻击变元者。

source: As you arm your weapons, the Renegade hails you in disbelief. "WELL, AS IF MY DAY DOESN'T GET ANY WORSE! WE HAVE AN ACTIVIST PROTECTING CIVILIANS! PREPARE THE BATTLE STATIONS!"
fr: Alors que vous chargez vos armes, le Renégat vous contacte, incrédule. "EH BIEN, COMME SI MA JOURNÉE NE POUVAIT PAS ÊTRE PIRE ! NOUS AVONS UN ACTIVISTE QUI PROTÈGE LES CIVILS ! PRÉPAREZ LES POSTES DE COMBAT !"
ru: Когда вы готовитесь к атаке, Ренегаты связываются с вами с недоверием. "ЧТО Ж, КАК БУДТО МОЙ ДЕНЬ НЕ МОЖЕТ СТАТЬ ЕЩЕ ХУЖЕ! У НАС ЕСТЬ АКТИВИСТ, ЗАЩИЩАЮЩИЙ ГРАЖДАНСКОЕ НАСЕЛЕНИЕ! ВСЕ К БОЕВЫМ ПОСТАМ!"
zh_hans: 当你亮出武器时，那名变元者难以置信地呼叫了你：“好啊，反正我今天已经够倒霉了！居然还有‘正义人士’跑来保护平民！进入战斗岗位！”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Let them handle it on their own.
fr: Les laisser s'en occuper eux-mêmes.
ru: Пусть они сами с этим разберутся.
zh_hans: 让他们自行处理。

source: "What? OH NOW SUDDENLY YOU GAIN MORALITY? Jeez, why does everyone feel the need of getting soft on me-" You close the comms and prepare to jump away before the situation gets more heated with your presence.
fr: "Quoi ? OH, MAINTENANT, SOUDAINEMENT, VOUS AVEZ DE LA MORALLITÉ ?! Pff, pourquoi tout le monde ressent le besoin de devenir tendre avec moi..." Vous coupez les communications et vous préparez à sauter en hyperespace avant que la situation ne s'envenime davantage à cause de votre présence.
ru: "Что? О, СЕЙЧАС ТЫ ВДРУГ СТАЛ МОРАЛИСТОМ? Боже, почему все считают нужным быть со мной мягкими..." Вы отключаете связь и готовитесь уйти, пока ситуация не накалилась еще больше из-за вашего присутствия.
zh_hans: “什么？哦，现在你突然有道德感了？天哪，怎么每个人都非要对我心软——”你关闭通讯，趁局势还未因你的出现而进一步激化，准备跃迁离开。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 跳过..

source: Let them have it at each.
fr: Les laisser s'affronter entre eux.
ru: Пусть они получат по заслугам.
zh_hans: 让他们自己解决吧。

source: Whatever is going on with these two, it doesn't concern you. You leave before the situation gets ugly and for whatever reason decides that you're part of it. You ready the engines for a jump.
fr: Quoi qu'il se passe entre ces deux-là, cela ne vous concerne pas. Vous partez avant que la situation ne dégénère et, pour une raison quelconque, ils décident que vous en faites partie. Vous préparez les moteurs pour un saut.
ru: Что бы ни происходило между этими двоими, вас это не касается. Вы уходите, пока ситуация не обострилась и по какой-то причине они не решили, что вы в ней участвуете. Вы готовите двигатели к прыжку.
zh_hans: 那两人之间的事与你无关。趁局势还未恶化、更未莫名其妙把你卷进去之前，你准备离开。你启动了跃迁引擎。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 跳过..

source: The civilian vessel has been vanquished. You doubt that this would look good on your record though, plenty of scrap to be earned on the other hand..
fr: Le vaisseau civil a été vaincu. Vous doutez que cela embellisse votre dossier, mais en revanche, il y a beaucoup de ferraille à récupérer.
ru: Гражданское судно было уничтожено. Вы сомневаетесь, что это будет хорошо смотреться в вашем послужном списке, но с другой стороны, можно заработать много лома...
zh_hans: 那艘民用舰船已被击溃。你心知这恐怕不会给你的履历增添光彩——不过，另一方面，倒是能捞到不少废料…

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The Renegade vessel hails you once more. "About time someone decided to liberate me from this toddler. Thanks to you I can go back to my shift without disturbance. Here, take this as a gift for helping a Renegade in need."
fr: Le vaisseau Renégat vous contacte à nouveau. "Il était temps que quelqu'un décide de me libérer de ce gamin. Grâce à vous, je peux retourner à mon service sans être dérangé. Tenez, prenez ceci en cadeau pour avoir aidé un Renégat dans le besoin."
ru: Корабль Ренегатов снова вызывает вас. "Наконец-то кто-то решил освободить меня от этого малыша. Благодаря тебе я могу вернуться к своей смене без происшествий. Вот, прими это в качестве подарка за помощь Ренегатам в беде".
zh_hans: 那艘变元者舰船再次呼叫了你。“总算有人把我从这个‘小朋友’手里解救出来了。托你的福，我终于可以回去值班，没人打扰了。拿着这个，就当是感谢你出手相助——帮了变元者一把的谢礼。”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The civilian vessel has been vanquished. You doubt that this would look good on your record though, plenty of scrap to be earned on the other hand..
fr: Le vaisseau civil a été vaincu. Vous doutez que cela embellisse votre dossier, mais en revanche, il y a beaucoup de ferraille à récupérer.
ru: Гражданское судно было уничтожено. Вы сомневаетесь, что это будет хорошо смотреться в вашем послужном списке, но с другой стороны, можно заработать много лома...
zh_hans: 那艘民用舰船已被击溃。你心知这恐怕不会给你的履历增添光彩——不过，另一方面，倒是能捞到不少废料…

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The Renegade vessel hails you once more. "About time someone decided to liberate me from this toddler. Thanks to you I can go back to my shift without disturbance. Here, take this as a gift for helping a Renegade in need."
fr: Le vaisseau Renégat vous contacte à nouveau. "Il était temps que quelqu'un décide de me libérer de ce gamin. Grâce à vous, je peux retourner à mon service sans être dérangé. Tenez, prenez ceci en cadeau pour avoir aidé un Renégat dans le besoin."
ru: Корабль Ренегатов снова вызывает вас. "Наконец-то кто-то решил освободить меня от этого малыша. Благодаря тебе я могу вернуться к своей смене без происшествий. Вот, прими это в качестве подарка за помощь Ренегатам в беде".
zh_hans: 那艘变元者舰船再次呼叫了你。“总算有人把我从这个‘小朋友’手里解救出来了。托你的福，我终于可以回去值班，没人打扰了。拿着这个，就当是感谢你出手相助——帮了变元者一把的谢礼。”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Despite whatever consequences that will come out of this, you eliminate the Renegade vessel in order to protect the Union vessel.
fr: Quelles que soient les conséquences à venir, vous éliminez le vaisseau Renégat afin de protéger le vaisseau de l'Union.
ru: Несмотря на все последствия, которые из этого последуют, вы уничтожаете корабль Ренегатов, чтобы защитить корабль Союза.
zh_hans: 无论后果如何，你为了保护同盟舰船，还是击毁了那艘变元者舰船。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: As you scrap the ship, you are hailed by the Union vessel. "I- I'm not sure what to say but, thank you. I didn't want this to end in bloodshed but he wouldn't let it go. I don't think it'll end well for you but, take this. Good luck.
fr: Alors que vous récupérez la ferraille du vaisseau, celui de l'Union vous contacte. "Je... je ne sais pas quoi dire, mais merci. Je ne voulais pas que cela se termine dans le sang, mais il ne voulait rien lâcher. Je ne pense pas que ça se terminera bien pour vous, mais prenez ceci. Bonne chance."
ru: Когда вы разбираете корабль на лом, вас вызывает судно Союза. "Я... я не знаю, что сказать, но спасибо. Я не хотел, чтобы все закончилось кровопролитием, но он не отступал. Не думаю, что для вас все закончится без последствий, но возьмите это. Удачи".
zh_hans: 你在拆解那艘舰船时，收到了同盟舰船的通讯。“我……我不知道该说什么，但……谢谢你。我也不想让这事以流血收场，可他不肯罢休。虽然我觉得这对你来说不会有什么好结果，但……收下这个吧。祝你好运。”

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: Location of a Trespasser.
fr: Emplacement d'un intrus.
ru: Местонахождение нарушителя.
zh_hans: 擅闯者位置。

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_TRESPASSERS"]/text
source: According to the broadcasts, there's a trespasser inbound to here.. And right on cue, here they come!
fr: Selon les transmissions, un intrus se dirige vers ici... Et comme prévu, le voilà qui arrive !
ru: Согласно сообщениям, сюда приближаются нарушители... И вот, как по команде, они уже здесь!
zh_hans: 根据广播，有一名擅闯者正朝这里逼近……说时迟那时快，他们来了！

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_RETIREMENT"]/text
source: A Renegade stops you in your path and requests one thing from you. "Hey there, hotshot. Take this, I won't be needing me ship no more. Gonna live in me ol' home till I die and become one with the dust, be seeing ya." For whatever reason, the Renegade gives you his ship to scrap, you won't say no to free stuff.
fr: Un Renégat vous bloque sur votre chemin et vous demande une seule chose. "Salut, champion. Prenez ça, je n'aurai plus besoin de mon vaisseau. Je vais vivre dans mon vieux chez-moi jusqu'à ma mort et redevenir poussière. À plus !" Pour une raison quelconque, le Renégat vous laisse son vaisseau à recycler, et vous n'allez pas dire non à du matériel gratuit.
ru: Ренегат останавливает вас на пути и просит об одном. "Эй, красавчик. Возьми его, мне больше не нужен мой корабль. Я буду жить в моем старом доме до смерти и стану одним целым с пылью, увидимся". По какой-то причине Ренегат отдает вам свой корабль на лом - вы не станете отказываться от такого подарка.
zh_hans: 一名变元者拦住了你的去路，向你提出一个请求。“嘿，大人物。拿着这个，我的船用不着了。我要回老家，直到死了化成灰。后会有期。”不知为何，这名变元者把他的船送给你拆解。免费的东西，你当然不会拒绝。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_BADASSITUDE"]/text
source: Your radio auto tunes to a televised signal about some sort of ancient vault that lurks within the universe, looking for vault hunters to open it. As you look into the offer, the broadcast suddenly cuts to a muscular man with a big moustache and sunglasses, calling it boring. "I'M TORQUE, AND I HAVE ONE QUESTION, AND ONE QUESTION ONLY. EXPLOSIONS????" As the guy says that, the signal flickers to a company logo with poorly edited in explosion effects. You can see a back and forth argument between two people on the screen, prompting you to cut it off. You notice that a random missile weapon is floating in space for some reason as well.
fr: Votre radio se règle automatiquement sur un signal télévisé parlant d'une sorte de coffre-fort ancien qui se cacherait dans l'univers, à la recherche de chasseurs de trésors pour l'ouvrir. Alors que vous examinez l'offre, la diffusion change soudainement pour montrer un homme musclé, avec une grosse moustache et des lunettes de soleil, qui qualifie le tout d'ennuyeux. "JE SUIS TORQUE, ET J'AI UNE QUESTION, ET UNE SEULE. EXPLOSIONS ???" Au moment où il prononce ces mots, le signal passe à un logo d'entreprise avec des effets d'explosion mal montés. Vous apercevez un débat animé entre deux personnes à l'écran, ce qui vous incite à couper la transmission. Pour une raison quelconque, vous remarquez également qu'une arme à missiles flotte seule dans l'espace.
ru: Ваша система связи автоматически настраивается на телевизионный сигнал о каком-то древнем хранилище, скрытом во вселенной, ищущем охотников за хранилищами, чтобы открыть его. Когда вы изучаете предложение, трансляция внезапно переключается на мускулистого мужчину с большими усами и солнцезащитными очками, называющего это скучным. "Я ТОРК, И У МЕНЯ ЕСТЬ ОДИН ВОПРОС, И ТОЛЬКО ОДИН ВОПРОС. ВЗРЫВЫ????" Когда парень говорит это, сигнал мерцает, показывая логотип компании с плохо вмонтированными эффектами взрывов. Вы видите перепалку между двумя людьми на экране, что заставляет вас выключить трансляцию. Вы также замечаете, что какое-то ракетное оружие почему-то плавает в космосе.
zh_hans: 你的无线电自动调频到一个电视信号，正播报着关于宇宙深处某座远古秘藏的传闻，正在招募秘藏猎人前去开启。正当你细看这份邀约时，画面突然切换到一个留着大胡子、戴着墨镜的肌肉男，直呼无聊。“我是托克，我只有一个问题，也只有一个问题——爆炸呢？？？？”话音未落，信号又闪烁到某个公司标志上，画面上还拙劣地P上了爆炸特效。你可以看见屏幕上有两个人正在来回争吵，于是你切断了信号。与此同时，你发现不知为何，太空中竟漂浮着一枚随机导弹武器。

source: Continue.
fr: Continuer.
ru: Продолжить.
zh_hans: 继续。
