Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_droppoint.xml/*.po
Languages: fr, ru, zh_hans

source: You are hastily rushed into an armory belonging to the colony and given the keys for it to take whatever you want on your trip. You take whatever suits you and make sure the town isn't completely defenseless. You bid farewell as you watch the pirate captain gunned down by a firing squad from a distance.
fr: Vous êtes précipitamment conduit dans une armurerie appartenant à la colonie et recevez les clés pour prendre tout ce que vous souhaitez pour votre voyage. Vous choisissez ce qui vous convient et vous assurez que la ville ne reste pas totalement sans défense. Vous faites vos adieux en regardant le capitaine pirate achevé par un peloton d'exécution au loin.
ru: Вас поспешно ведут в оружейную колонии и дают ключи, чтобы вы взяли все, что захотите в свое путешествие. Вы берете все, что вам подходит, и следите за тем, чтобы город не остался полностью беззащитным. Вы прощаетесь, наблюдая издалека, как капитан пиратов был расстрелян.
zh_hans: 你被匆匆带入殖民地的一处军械库，有人把钥匙交给你，让你随意挑选旅途所需之物。你挑了些趁手的，也确保小镇不至于完全失去防卫。你挥手告别，远远看着海盗船长被行刑队击毙。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_SCRAPYARD"]/text
source: Through the corner of your eye, you spot a dozen fleet sized Renegade vessels hauling cargo towards a deserted planet. You proceed towards the station they came from and inquire about what they're hauling. "Oh, the planet? It's just a big abandoned landfill for any passing Renegade ship. We're guarding it to avoid any garbage feeders from causing nuisance over there."
fr: Du coin de l'œil, vous apercevez une douzaine de flotte de vaisseaux Renégats transportant des cargos vers une planète déserte. Vous vous dirigez vers la station d'où ils proviennent et vous renseignez sur leur cargaison. "Oh, la planète ? C'est juste une grosse décharge abandonnée pour tout vaisseau Renégat de passage. On la garde pour éviter que des fouineurs de déchets viennent semer le trouble là-bas."
ru: Краем глаза вы замечаете дюжину кораблей Ренегатов, перевозящих груз к пустынной планете. Вы направляетесь к станции, откуда они прибыли, и спрашиваете, что они везут. "О, планета? Это просто большая заброшенная свалка для проходящих мимо кораблей Ренегатов. Мы охраняем ее, чтобы мусорщики не создавали там беспорядка".
zh_hans: 余光中，你瞥见十几艘舰队规模的变元者舰船正拖运着货物，朝一颗荒芜的行星驶去。你前往它们出发的空间站，打听那些货物究竟是什么。“哦，那颗行星？就是个废弃的大型垃圾填埋场，供过往的变元者舰船使用。我们守着这儿，是怕有什么吃垃圾的家伙跑过去惹麻烦。”

source: Ask if you can salvage some of the waste down there.
fr: Vous demandez s'il est possible de récupérer une partie des déchets sur la planète.
ru: Спросить, можно ли забрать часть мусора, который находится там.
zh_hans: 询问能否去下面回收些废弃物资。

source: The Renegade station owner discusses this with fellow Renegades before turning back to you. "Alright, you can go there, as long as you pay us a heap of scrap. Anything that happens down there is your responsibility, we won't babysit you."
fr: Le propriétaire de la station Renégat en discute avec ses collègues avant de se tourner de nouveau vers vous. "Très bien, vous pouvez y aller, à condition de nous payer une bonne pile de ferraille. Tout ce qui se passera là-bas sera de votre responsabilité, on ne va pas vous tenir la main."
ru: Владелец станции Ренегатов обсуждает это с коллегами Ренегатами, прежде чем снова обратиться к вам. "Хорошо, вы можете туда отправиться, если заплатите нам груду лома. За все, что там произойдет, отвечаете вы, мы не будем за вами присматривать".
zh_hans: 那名变元者站点负责人与同伴商量后，转向你说道：“行，你可以去，不过得付我们一大笔废料。下面出了什么事你自己负责，我们可不管。”

source: Offer some scrap.
fr: Offrir de la ferraille.
ru: Предложить немного лома.
zh_hans: 拿出一些废料。

source: You offer the scrap and get reminded about the risks of this salvage operation. As you descend down, your ship is drenched in putrid stench and you can see rusted particles flying through the air. You can only search for a while before this poses a true threat for you and your crew.
fr: Vous offrez la ferraille et vous êtes rappelé aux risques de cette opération de récupération. A votre descente, votre vaisseau est assailli par une puanteur nauséabonde et vous apercevez des particules rouillées flotter dans l'air. Vous ne pouvez fouiller que pendant un certain temps avant que cela ne devienne une véritable menace pour vous et votre équipage.
ru: Вы платите лом и получаете напоминание о рисках этой операции. По мере спуска ваш корабль наполняется гнилостным запахом, и вы видите, как в воздухе летают ржавые частицы. Вы можете проводить поиски только некоторое время, прежде чем это станет реальной угрозой для вас и вашего экипажа.
zh_hans: 你递上废料，对方再次提醒你这次回收行动的风险。随着你向行星降落，舰船被一股腐臭的气息浸透，锈蚀的颗粒在空中飞舞。你只能搜寻片刻，否则这将对你和船员构成真正的威胁。

source: Look for anything.
fr: Rechercher n'importe quoi.
ru: Искать что угодно.
zh_hans: 四处搜寻，看看有什么能用的。

source: (Scrap arm) Try to pull some stuff.
fr: (Collecteur de ferraille) Tenter de récupérer quelques objets.
ru: (Кран сбора лома) Попробовать потянуть кое-что.
zh_hans: （废料收集臂）试着捞点东西上来。

source: Refuse and leave.
fr: Refuser et partir.
ru: Отказаться и уйти.
zh_hans: 拒绝并离开。

source: You politely refuse due to the lack of insurance in this salvage operation, not to mention the price. You depart from the station and prepare to move on.
fr: Vous refusez poliment en raison de l'absence d'assurance pour cette opération de récupération, sans parler du prix. Vous quittez la station et vous préparez à poursuivre votre route.
ru: Вы вежливо отказываетесь из-за чрезмерного риска этой операции, не говоря уже о цене. Вы покидаете станцию и готовитесь к отбытию.
zh_hans: 你礼貌地拒绝了——这次回收行动既没保险，价格也不划算。你离开空间站，准备继续前行。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 什么都不做……

source: Leave without inquiring further.
fr: Partir sans poser d'autres questions.
ru: Уйти, не задавая дополнительных вопросов.
zh_hans: 不再多问，径直离开。

source: You have no interest in a glorified mega-sized junkyard. The station bids you farewell, you notice you still have time to do something as you prepare to move on.
fr: Vous n'avez aucun intérêt pour une prestigieuse décharge géante. La station vous fait ses adieux, et vous remarquez qu'il vous reste encore du temps pour faire quelque chose avant de reprendre la route.
ru: Вас не интересует прославленная мега-свалка. Станция прощается с вами, и вы замечаете, что у вас еще есть время, чтобы что-то сделать, пока вы готовитесь к отправлению.
zh_hans: 你对这个冠冕堂皇的巨型垃圾场毫无兴趣。空间站与你道别，你发现动身前还有些时间可以做点别的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 什么都不做……

source: You pull out a great heap of scrap from the hull of a destroyed ship. For some reason the scrap is littered with glowing dust all over it, but you don't pay it mind as you haul it back to the ship.
fr: Vous sortez un énorme tas de ferraille de la coque d'un vaisseau détruit. Pour une raison quelconque, la ferraille est couverte de poussière lumineuse, mais vous n'y prêtez pas attention en la ramenant à bord de votre vaisseau.
ru: Вы вытаскиваете из корпуса разрушенного корабля огромную кучу лома. По какой-то причине этот лом весь покрыт светящейся пылью, но вы не обращаете на это внимания и поднимаете его на свой корабль.
zh_hans: 你从一艘损毁舰船的船体里拖出一大堆废料。不知为何，废料上洒满了发光的尘埃，但你没太在意，直接把它拖回了舰上。

source: You unearth boxes of supplies. You find a handful of leftovers in those boxes, but it's a great find nonetheless.
fr: Vous déterrez des caisses de fournitures. Vous trouvez quelques restes dans ces caisses, mais c'est tout de même une belle trouvaille.
ru: Вы натыкаетесь на коробки с припасами. В этих коробках вы находите немного запасов, но это все равно отличная находка.
zh_hans: 你挖出了几箱补给。箱子里只剩些残羹冷炙，但总归是个不错的收获。

source: As you are looking for something of worth, your crew alert you of a never opened weapons crate! You bring it on the ship and uncover this great find.
fr: Alors que vous cherchez quelque chose de précieux, votre équipage vous signale une caisse d'armes jamais ouverte ! Vous la ramenez à bord du vaisseau et découvrez ce fabuleux butin.
ru: Когда вы ищете что-то ценное, ваш экипаж сообщает вам о неоткрытом ящике с оружием! Вы поднимаете его на корабль и обнаруживаете эту великолепную находку.
zh_hans: 正当你四处搜寻有价值之物时，船员通知你发现了一个从未开启的武器箱！你把它搬上舰船，打开了这个惊人的宝藏。

source: A crewmember manages to find schematics for a drone design inside of a box. They bring it back to the ship, ready to be used.
fr: Un membre de l'équipage parvient à trouver des plans pour un modèle de drone à l'intérieur d'une caisse. Ils les ramènent à bord du vaisseau, prêts à être utilisés.
ru: Член экипажа находит в ящике чертежи дрона. Он поднимает их на корабль, и они готовы к использованию.
zh_hans: 一名船员在箱子里找到了无人机的设计图纸。他们将图纸带回舰上，随时可以投入使用。

source: Inside the shell of a destroyed ship, you find an augment that belonged to said ship. You take it off of the ship to use it on yours.
fr: À l'intérieur de la coque d'un vaisseau détruit, vous trouvez une augmentation qui appartenait à ce vaisseau. Vous la récupérez pour l'installer sur le vôtre.
ru: Внутри корпуса разрушенного корабля вы находите модуль, принадлежавший этому кораблю. Вы снимаете его с корабля, чтобы использовать на своем.
zh_hans: 在一艘损毁舰船的残骸里，你找到了该舰原有的一个增强部件。你把它拆下来，装到了自己的舰船上。

source: You don't find anything of worth sadly, however; a crew member brings a drive full of coordinates and map readings. It's not a lot, but navigating your way is good enough.
fr: Vous ne trouvez malheureusement rien de précieux. Cependant, un membre de l'équipage ramène un disque contenant des coordonnées et des relevés cartographiques. Ce n'est pas grand-chose, mais suffisant pour vous orienter.
ru: К сожалению, вы не находите ничего ценного, однако один из членов экипажа приносит диск с координатами и картами. Это не много, но для навигации вполне сойдет.
zh_hans: 可惜你没找到什么有价值的东西，不过；一名船员带回了一个存满坐标和星图数据的推进器。虽不算多，但用来导航已经足够了。

source: You decide that it's not worth risking your crew's life over this and opt out to use the scrap arm to pull of scrap back to the ship. You come up with a decent haul through that.
fr: Vous décidez que cela ne vaut pas la peine de risquer la vie de votre équipage et choisissez de ne pas continuer l'exploration, préférant utiliser le bras de récupération pour ramener de la ferraille à bord. Vous parvenez ainsi à rassembler un butin correct.
ru: Вы решаете, что не стоит рисковать жизнью своего экипажа, и используете Кран сбора лома, чтобы поднять добычу на корабль. В результате вы получаете приличный улов.
zh_hans: 你决定不值得拿船员的性命冒险，改用废料臂把废料拖回舰上。这么一来，倒也收获颇丰。

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_CONVOY"]/text
source: As soon as you jump into the system, you detect another multiversal drive reading close to your location! You worry that it's a hunter of some sort, but it appears to be a large ship convoy belonging to your fellow Renegades. You ease up a bit before you go back to your post.
fr: Dès que vous sautez dans le système, vous détectez un autre propulseur multiversel proche de votre position ! Vous craignez qu'il s'agisse d'un chasseur quelconque, mais il s'avère que c'est un important convoi de vaisseaux appartenant à vos collègues Renégats. Vous relâchez un peu la pression avant de retourner à votre poste.
ru: Как только вы попадаете в систему, вы обнаруживаете еще один привод Мультивселенной, который находится недалеко от вашего местоположения! Вы опасаетесь, что это какой-то охотник, но, судя по всему, это большой конвой кораблей, принадлежащих вашим товарищам-Ренегатам. Вы немного успокаиваетесь, прежде чем вернуться на свой пост.
zh_hans: 你刚跃入星系，就探测到附近有另一个多元宇宙推进器信号！你担心是什么猎手，但仔细一看，原来是一支大型护航舰船 ，隶属于你的变元者同僚。你稍稍松了口气，回到岗位上。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 什么都不做……

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_ENVY"]/text
source: From the corner of your eye, you hear up a lot of chatter coming from a few ships. "Hell yeah boys! We're gonna be so rich! SO RICH! That vault will keep us afloat forever and ever! Let's waste no time, c'mon!!" You envy their free time, and begin preparing to follow them before noticing the "vault" they're after is almost definitely somewhere in the rebel fleet. You gear up to move instead.
fr: Du coin de l'œil, vous surprenez beaucoup de bavardages provenant de quelques vaisseaux. "Ouiiii les gars ! On va devenir tellement riches ! TELLEMENT RICHES ! Ce coffre nous maintiendra à flot pour toujours ! Ne perdons pas de temps, allons-y !!!" Vous leur enviez leur temps libre et commencez à vous préparer à les suivre, avant de réaliser que le 'coffre' qu'ils recherchent se trouve presque certainement quelque part dans la flotte rebelle. Vous vous préparez donc à bouger ailleurs.
ru: Краем глаза вы слышите шумную болтовню, доносящуюся с нескольких кораблей. "Да, ребята! Мы будем такими богатыми! ТАКИМИ БОГАТЫМИ! Это хранилище обеспечит нам безбедное существование навечно! Не теряем времени, вперед!!!" Вы завидуете их свободному времени и начинаете готовиться последовать за ними, прежде чем замечаете, что "хранилище", которое они ищут, почти наверняка находится где-то в флоте повстанцев. Вы собираетесь уходить.
zh_hans: 余光中，你听到几艘舰船传来热闹的交谈声。“太棒了兄弟们！咱们要发大财了！发大财！那个金库能让咱们一辈子衣食无忧！别浪费时间了，快走！！”你羡慕他们的闲暇时光，正准备跟上去，却注意到他们口中的“金库”几乎肯定在叛军舰队的某个地方。于是你转而整装待发。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing..
fr: Ne rien faire..
ru: Ничего не делать...
zh_hans: 什么都不做……

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_MVPMC_PREY"]/text
source: A torn down vessel intercepts you, hailing you repeatedly. "Please help us I'm begging you! We are being chased by an insane freak who has been tailing us and tearing us apart! We'll give you anything just protect us from that psycho-" Before the captain finishes their sentence, you are hailed by the pursuer. "Well, looks like my hunt is nothing short of eventful. Tell ya what, you let go of that little bunny, and I might give you a little somethin' somethin'. How does that sound for you, fellow hunter?
fr: Un vaisseau en piteux état vous intercepte et vous contacte à plusieurs reprises. "S'il vous plaît, aidez-nous, je vous en supplie ! Nous sommes poursuivis par un fou furieux qui nous traque et nous déchiquette ! Nous vous donnerons n'importe quoi, juste protégez-nous de ce psycho..." Avant que le capitaine ne termine sa phrase, vous êtes contacté par le poursuivant. "Eh bien, on dirait que ma chasse est plutôt mouvementée. Voilà ce que je te propose : tu lâches ce petit lapin, et je pourrais te filer un petit quelque chose. Qu'est-ce que t'en dis, camarade chasseur ?"
ru: Разбитый корабль перехватывает вас и неоднократно вызывает вас по связи. "Пожалуйста, помогите нам, я вас умоляю! Нас преследует сумасшедший маньяк, который следит за нами и разрывает нас на части! Мы отдадим вам все, что угодно, только защитите нас от этого психо..." Не успевает капитан закончить фразу, как вас вызывает преследователь. "Что ж, похоже, моя охота будет весьма насыщенной. Вот что я тебе скажу: отпусти этого маленького кролика, и я, может быть, дам тебе кое-что. Как тебе такая сделка, коллега-охотник?"
zh_hans: 一艘破损的舰船拦截了你，反复呼叫着。“求您帮帮我们！我们正被一个疯子追杀，他一路跟着我们，把我们打得七零八落！您要什么我们都给，只要您保护我们远离那个——”船长话未说完，追击者便呼入通讯。“哟，看来我的狩猎还挺热闹的。这么着吧，你把那只小兔子放了，我或许能给你点好处。怎么样，同行的猎人？”

source: Accept the bribe.
fr: Accepter leur pot-de-vin.
ru: Принять взятку.
zh_hans: 接受贿赂。

source: You decide to cut comms with the prey and move towards the Renegade ship. They exchange you some of the supplies before wishing you good luck. From the corner of your eye, you can see as the hunted ship gets torn apart by the Renegade. As impressive as that looked, you don't want to linger around any longer.
fr: Vous décidez de couper les communications avec la proie et de vous diriger vers le vaisseau Renégat. Ils vous remettent une partie des fournitures avant de vous souhaiter bonne chance. Du coin de l'œil, vous observez le vaisseau poursuivi se faire déchiqueter par le Renégat. Aussi impressionnant que cela soit, vous ne souhaitez pas rester plus longtemps dans les parages.
ru: Вы решаете прервать связь с жертвой и двигаетесь к кораблю Ренегатов. Они делятся с вами частью припасов, прежде чем желают вам удачи. Краем глаза вы видите, как корабль жертвы разрывается на части Ренегатами. Несмотря на то, что это выглядит впечатляюще, вы не хотите больше задерживаться здесь.
zh_hans: 你决定切断与猎物的通讯，向那艘变元者舰船驶去。他们给了你一些补给，然后祝你一路顺风。余光中，你看见那艘被追猎的舰船正被变元者撕成碎片。那场面固然震撼，但你不想再多逗留了。

source: Protect the ship.
fr: Protéger le vaisseau.
ru: Защитить корабль.
zh_hans: 保护那艘船。

source: You move into a protective stance and arm your weapons. The Renegade doesn't take that lightly and can barely hide their annoyance with a smile. "Well, can't say no to removing more pest from space!" You prepare to fight!
fr: Vous adoptez une posture défensive et chargez vos armes. Le Renégat ne prend pas cela à la légère et ne parvient qu'à peine à dissimuler son agacement derrière un sourire. "Eh bien, on ne peut pas dire non à l'occasion d'éliminer encore un peu de vermine de l'espace !" Vous vous préparez au combat !
ru: Вы принимаете защитную позицию и активируете оружие. Ренегату это не по душе и он с трудом скрывает свое раздражение улыбкой. "Ну, нельзя же отказаться от возможности избавить космос от еще одного вредителя!" Вы готовитесь к бою!
zh_hans: 你摆出防御姿态，亮出武器。那名变元者对此毫不买账，几乎掩饰不住恼怒，强挤出一丝笑意。“好吧，看来又得清理几只太空害虫了！”准备战斗！

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Weapons) How about no?
fr: (Armes améliorées) Et si on disait non ?
ru: (Улучш. Оружие) Как насчет "нет"?
zh_hans: （高级武器）想都别想？

source: You show the Renegade that you aren't messing around when it comes to preserving life. They take note of your weaponry and slowly back off. "Okay uhhh, must've been the wind. Pack it up boys! We're leaving!" They leave the system, giving you enough time to check on the hunted once more. "I cannot express my gratitude enough for your help. You've saved so many lives on board and we are forever grateful for your assistance. Please take this and take care."
fr: Vous montrez au Renégat que vous ne plaisantez pas quand il s'agit de préserver des vies. Il prend note de votre armement et recule lentement. "Bon, euh... ça devait être le vent. Rangez tout les gars ! On se casse !" Ils quittent le système, vous laissant suffisamment de temps pour vérifier une nouvelle fois l'état de la proie. "Je ne pourrai jamais assez vous remercier pour votre aide. Vous avez sauvé tant de vies à bord et nous vous serons éternellement reconnaissants. Prenez ceci et prenez soin de vous."
ru: Вы показываете Ренегатам, что не шутите, когда речь идет о спасении жизни. Они обращают внимание на ваше оружие и медленно отступают. "Ладно, э-э-э, наверное, это был ветер. Собирайтесь, ребята! Мы уходим!" Они покидают систему, давая вам достаточно времени, чтобы еще раз проверить состояние преследуемых. "Я не могу выразить свою благодарность за вашу помощь. Вы спасли так много жизней на борту, и мы будем вечно благодарны вам за вашу помощь. Пожалуйста, возьмите это и берегите себя".
zh_hans: 你向那名变元者表明，在保护生命这件事上，你绝不是在开玩笑。对方注意到你的武器装备，缓缓后退。“行行行，大概是风太大了。兄弟们，收工！我们撤！”他们离开了星系，给你留出足够的时间再去查看那艘被追猎的舰船。 “我无法用言语表达对您帮助的感激。您拯救了船上这么多生命，我们永远铭记您的恩情。请收下这个，保重。”

# data/events_sector_emv_droppoint.xml$//event[@name="EMV_PSYCHOTIC_DESTROY"]/text
source: The Renegade vessel has been finally defeated. You scrap the ship before checking on the hunted once more.
fr: Le vaisseau Renégat a finalement été vaincu. Vous récupérez la ferraille du vaisseau avant de vérifier une nouvelle fois l'état de la proie.
ru: Корабль Ренегатов наконец-то побежден. Вы разбираете корабль на лом, прежде чем еще раз проверить состояние преследуемых.
zh_hans: 那艘变元者舰船终于被击败了。你拆解了舰船，然后再次查看那艘被追猎的舰船。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The torn up ship hails you. "I cannot express my gratitude enough for your help. You've saved so many lives on board and we are forever grateful for your assistance. Please take this and take care."
fr: Le vaisseau en lambeaux vous contacte. "Je ne pourrai jamais assez vous remercier pour votre aide. Vous avez sauvé tant de vies à bord et nous vous en serons éternellement reconnaissants. Prenez ceci et prenez soin de vous."
ru: Истерзанный корабль связывается с вами. "Я не могу выразить свою благодарность за вашу помощь. Вы спасли так много жизней на борту, и мы будем вечно благодарны вам за вашу помощь. Пожалуйста, примите это и берегите себя".
zh_hans: 那艘破损的舰船呼叫了你。“我无法用言语表达对您帮助的感激。您拯救了船上这么多生命，我们永远铭记您的恩情。请收下这个，保重。”

source: The Renegade vessel has been finally defeated. You scrap the ship before checking on the hunted once more.
fr: Le vaisseau Renégat a finalement été vaincu. Vous récupérez la ferraille du vaisseau avant de vérifier une nouvelle fois l'état de la proie.
ru: Корабль Ренегатов наконец-то побежден. Вы разбираете корабль на лом, прежде чем еще раз проверить состояние преследуемых.
zh_hans: 那艘变元者舰船终于被击败了。你拆解了舰船，然后再次查看那艘被追猎的舰船。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: The torn up ship hails you. "I cannot express my gratitude enough for your help. You've saved so many lives on board and we are forever grateful for your assistance. Please take this and take care."
fr: Le vaisseau en lambeaux vous contacte. "Je ne pourrai jamais assez vous remercier pour votre aide. Vous avez sauvé tant de vies à bord et nous vous en serons éternellement reconnaissants. Prenez ceci et prenez soin de vous."
ru: Истерзанный корабль связывается с вами. "Я не могу выразить свою благодарность за вашу помощь. Вы спасли так много жизней на борту, и мы будем вечно благодарны вам за вашу помощь. Пожалуйста, примите это и берегите себя".
zh_hans: 那艘破损的舰船呼叫了你。“我无法用言语表达对您帮助的感激。您拯救了船上这么多生命，我们永远铭记您的恩情。请收下这个，保重。”

source: You notice that an MV intruder is holding a store hostage. You receive a hail from the store owner begging for help. "Please help us outta here! This lunatic has been drunkenly shouting Rebel schtick ever since we denied him service, you've got to put him out of his sad misery!
fr: Vous remarquez qu'un intrus multiversel tient un magasin en otage. Le propriétaire vous contacte, suppliant votre aide. "S'il vous plaît, sortez-nous de là ! Ce fou hurle des bêtises rebelles depuis qu'on lui a refusé le service, vous devez le mettre hors d'état de nuire et mettre fin à son misérable calvaire !"
ru: Вы замечаете, что МВ-преступник держит магазин в заложниках. Вы получаете сигнал от владельца магазина с просьбой о помощи. "Пожалуйста, помогите нам выбраться отсюда! Этот сумасшедший пьяный кричит о повстанческом движении с тех пор, как мы отказали ему в обслуживании, вы должны избавиться от него!"
zh_hans: 你发现一名多元闯入者正在挟持一家商店。店主向你呼救：“求您救救我们！这个疯子自从我们拒绝为他服务，就一直醉醺醺地喊着叛军口号，您得让他结束这可悲的痛苦！”

source: Rescue the store.
fr: Secourir le magasin.
ru: Спасти магазин.
zh_hans: 援救商店。
