Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_droppoint.xml/*.po
Languages: fr, ru, zh_hans

source: Your Ace makes and appearance and faces one of the settlers, explaining that the Rebels are nothing short of deranged lunatics who have got too greedy with power and are in a spiraling state, soon to crash down harder than thunder. The leader of the settlement approaches you and shakes your hand before sending one of his men with you. "An enemy of my enemy is a friend. One of my elites will be with you on this trip. Give them hell, kid."
fr: Votre Ace fait son apparition et se confronte à l'un des habitants, expliquant que les Rebelles ne sont rien d'autre que des fous furieux, trop avides de pouvoir et dans une spirale qui les mènera bientôt à s'effondrer plus violemment qu'un coup de tonnerre. Le chef de la colonie s'approche de vous et vous serre la main avant d'envoyer l'un de ses hommes vous accompagner. "L'ennemi de mon ennemi est mon ami. L'un de mes élites sera avec vous pour ce voyage. Montrez-lui de quel bois vous vous chauffez, gamin."
ru: Ваш ас появляется и обращается к одному из поселенцев, объясняя, что повстанцы - не что иное, как безумные фанатики, которые стали слишком жадными до власти и находятся в состоянии разложения, и вскоре они обрушатся как гром. Лидер поселения подходит к вам и пожимает руку, прежде чем отправить с вами одного из своих людей. "Враг моего врага - мой друг. Один из моих элитных бойцов отправится с вами в эту поездку. Задай им жару, малыш".
zh_hans: 你的王牌登场了，他面对一名定居者，解释道：叛军不过是一群贪婪成性的疯子，权力让他们昏了头，正走向深渊，很快就会灰飞烟灭。定居点的首领走上前，与你握手，随后派了一名手下跟随你。“敌人的敌人就是朋友。我的一名精英会陪你走这一趟。给他们点颜色看看，小子。”

source: (Rogue crew) We request help from you, brother.
fr: (Équipage Vaurien) Nous sollicitons votre aide, frère.
ru: (Член экипажа-Отступник) Мы просим тебя о помощи, брат.
zh_hans: （浪人船员）兄弟，我们向你求援。

source: As soon as you present your Rogue crew, the mysterious figure stands in a saluting position and offers all the help they could. "Bound to no flag and no code, we serve the Old Glory!" You are rushed back to the ship to see engineers modifying it and applying the best upgrades on it, as well as a loyal powerful crewmember wishing to join your mission! You say your goodbyes and head onwards.
fr: Dès que vous présentez votre équipage de Vaurien, le personnage mystérieux se met au garde-à-vous et vous offre toute l'aide possible. "Sans drapeau ni code, nous servons la vieille gloire !" Vous êtes ramené précipitamment à bord du vaisseau, où vous découvrez des ingénieurs en train de le modifier et d'y appliquer les meilleures améliorations, ainsi qu'un membre d'équipage fidèle et puissant désireux de rejoindre votre mission ! Vous faites vos adieux, puis reprenez votre route.
ru: Как только вы представляете своего члена экипажа Отступников, таинственная фигура встает по стойке смирно и предлагает всю возможную помощь. "Не связанные ни флагом, ни кодексом, мы служим Старому порядку!" Вы спешите обратно на корабль, чтобы увидеть, как инженеры модифицируют его при помощи лучших технологий, а также видите верного и сильного члена экипажа, желающего присоединиться к вашей миссии! Вы прощаетесь и отправляетесь дальше.
zh_hans: 你刚亮出你的浪人船员，那个神秘身影便立正敬礼，表示愿倾力相助。“不效命于任何旗帜与信条，我们只服务于往昔荣光！”你匆匆返回舰上，只见工程师们正在改装你的舰船，加装最好的升级部件，还有一名忠诚而强大的船员希望加入你的舰队！你道别后，继续前行。

source: We're more or less like you, flagless and without alleigance!
fr: Nous sommes plus ou moins comme vous, sans pavillon et sans allégeance !
ru: Мы достаточно похожи на тебя, без флага и без подданства!
zh_hans: 我们跟你差不多，无旗无派！

source: "Another fellow, I see. Well, best we can do is give you a fair bit of supplies and wish you good luck. Don't tell anyone about this." The mysterious group hands you a cache of supplies and wish you good luck before reiterating that you tell no one about this. You leave the settlement, wondering about the strangers you saw.
fr: "Un autre compagnon, je vois. Eh bien, le mieux que nous puissions faire est de vous donner une bonne quantité de fournitures et de vous souhaiter bonne chance. Ne le dites à personne." Le groupe mystérieux vous remet un lot de fournitures et vous souhaite bonne chance, en insistant sur le fait de ne le révéler à personne. Vous quittez la colonie, intrigué par ces inconnus.
ru: "Еще один приятель, как я вижу. Что ж, лучшее, что мы можем сделать, - это дать тебе немного припасов и пожелать удачи. Никому об этом не рассказывай". Таинственная группа передает вам запас припасов и желает удачи, прежде чем еще раз напомнить, чтобы вы никому об этом не рассказывали. Вы покидаете поселение, размышляя о незнакомцах, которых видели.
zh_hans: “原来是自己人。那好吧，我们只能给你些补给，祝你好运。别告诉任何人。”那群神秘人递给你一箱补给，祝你一路顺风，并再三叮嘱不要泄密。你离开定居点，心中仍对所见的那群陌生人充满疑惑。

source: Why does it matter to you?
fr: Pourquoi est-ce important pour vous ?
ru: Почему это важно для тебя?
zh_hans: “这跟你有什么关系？”

source: "Well, that answers my question. We have an intruder! Open fire!" As soon as that figure shouts the order, a dozen lasers rain on you and your crew! Thankfully, you make back to your ship in one piece, but you also notice teleportation signatures on your ship!"
fr: "Eh bien, ça répond à ma question. Nous avons un intrus ! Ouvrez le feu !" Dès que la silhouette donne l'ordre, une douzaine de lasers s'abattent sur vous et votre équipage ! Heureusement, vous regagnez votre vaisseau indemne, mais vous remarquez également des signatures de téléportation sur votre navire !
ru: "Полагаю, это и есть ответ на мой вопрос. У нас вторжение! Открыть огонь!" Как только эта фигура выкрикивает приказ, на вас и ваш экипаж обрушивается град из десятка лазеров! К счастью, вы целыми и невредимыми возвращаетесь на свой корабль, но замечаете на нем следы телепортации!
zh_hans: “行，这下我明白了。有入侵者！开火！”那身影一声令下，数十道激光如暴雨般向你与你的船员倾泻！所幸你全身而退，逃回舰上，但同时也注意到舰上出现了传送信号！

source: Explore.
fr: Explorer.
ru: Исследовать.
zh_hans: 探索。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

source: You've found the exit beacon, but the Rebels have already arrived, and an Elite is dispatched to track you! The MVPMC forces are retaliating, but you must still jump as soon as possible to the next sector.
fr: Vous avez trouvé la balise de sortie, mais les Rebelles sont déjà arrivés, et un Élite a été dépêché pour vous traquer ! Les forces EMPMV ripostent, mais vous devez malgré tout sauter le plus rapidement possible vers le secteur suivant.
ru: Вы нашли выходной маяк, но повстанцы уже прибыли, и элитные солдаты отправлены на ваш поиски! Силы МВЧВК наносят ответный удар, но вам все равно нужно как можно скорее перейти в следующий сектор.
zh_hans: 你已找到出口信标，但叛军已先行抵达，并派遣了一名王牌飞行员前来追踪你！MVPMC 的部队正在反击，但你仍须尽快跃迁至下一星区。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Engines) Try to escape the Elite.
fr: (Moteurs de pointe) Essayer d'échapper à l'Élite.
ru: (Продв. Двигатели) Попытаться сбежать от элиты.
zh_hans: (先进引擎)尝试逃离精英舰。

source: (Jerry) "Hello!"
fr: (Jerry) "Bonjour !"
ru: (Джерри) "Привет!"
zh_hans: (杰瑞)"你好！"
