Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_gilded.xml/*.po
Languages: fr, ru, zh_hans

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_SECTOR_START"]/text
source: You've finally arrived at Node 17, the Federation Capital. You've heard the stories of this conflict back in Universe 0, the reality where the Multiverse tech was discovered. Now, you're about to take a part in it. Your actions here will either save or doom this reality.. or.. you'd think it would.. Its very quiet, for an active warzone.. all you can see are golden lights in the distance.
fr: Vous êtes enfin arrivé au Nœud 17, la capitale de la Fédération. Vous avez entendu les histoires de ce conflit dans l'Univers 0, la réalité où la technologie multiverselle a été découverte. Désormais, vous êtes sur le point d'y prendre part. Vos actions ici sauveront ou condamneront cette réalité... ou du moins, c'est ce que vous croyez... C'est étrangement calme, pour une zone de guerre active... tout ce que vous voyez au loin, ce sont des lueurs dorées.
ru: Вы наконец-то прибыли в Узел 17, столицу Федерации. Вы слышали истории об этом конфликте в Вселенной 0, реальности, где была открыта технология Мультивселенной. Теперь вы собираетесь принять в нем участие. Ваши действия здесь либо спасут, либо погубят эту реальность... или... по крайней мере, вы так думаете... Для активной зоны боевых действий здесь очень тихо... все, что вы видите, - это Золотые огни вдали.
zh_hans: 你终于抵达了节点17——联邦首都。你曾在0号宇宙听说过这场冲突的传闻，那个发现了多元宇宙技术的现实世界。而现在，你将亲身参与其中。你在此地的所作所为，或将拯救这个现实，或将使其万劫不复……至少，你原本是这么以为的……对于一片战火纷飞的区域而言，这里实在太过安静了……放眼望去，唯有远方闪耀着金色的光芒。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Typically there'd be a guard to administer your entrance.. but there seems to be noone stopping you from getting close to Federation Command.
fr: Normalement, il y aurait un garde pour contrôler votre entrée... mais il ne semble y avoir personne pour vous empêcher de vous approcher du Commandement de la Fédération.
ru: Обычно у входа находится сторожевой корабль, но, похоже, никто не мешает вам приблизиться к штабу Федерации.
zh_hans: 通常会有守卫舰在此核查入境资格……但此刻，竟无一人阻拦你靠近联邦指挥部。

source: Contact Federation command.
fr: Contacter l'état-major fédéré.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: You straighten up and try to look rested as you wait for a response... One which never comes. You hail repeatedly expecting to hear the voice of Admiral Tully, No response. Eventually an automated message rings. "Apologies, we are currently experiencing full evacuation as ordered by Admiral Tully of this reality, If you are hearing this you are not supposed to be here.. But you are still welcome. Come aboard if you require supplies or guidance by Admiral Tully."
fr: Vous vous redressez et tentez d'avoir l'air reposé tandis que vous attendez une réponse... qui ne vient jamais. Vous les contacter à plusieurs reprises, espérant entendre la voix de l'Amiral Tully. Aucune réponse. Finalement, un message automatique retentit. "Excusez-nous, nous procédons actuellement à une évacuation complète, conformément aux ordres de l'Amiral Tully de cette réalité. Si vous entendez ce message, c'est que vous n'êtes pas censé être ici... Mais vous êtes tout de même le bienvenu. Venez à bord si vous avez besoin de ravitaillement ou de directives de la part de l'Amiral Tully."
ru: Вы выпрямляетесь и пытаетесь выглядеть отдохнувшим, ожидая ответа... Который так и не приходит. Вы повторно вызываете, ожидая услышать голос адмирала Талли, но ответа нет. В конце концов раздается автоматическое сообщение. "Приносим извинения, в настоящее время мы проводим полную эвакуацию по приказу адмирала Талли из этой реальности. Если вы слышите это сообщение, значит, вам не следует находиться здесь... Но вы все равно можете остаться. Поднимитесь на борт, если вам нужны припасы или помощь адмирала Талли".
zh_hans: 你挺直身躯，尽力摆出精神饱满的姿态，等待着回应……然而，回应始终没有到来。你反复呼叫，期盼听到塔利上将的声音——却只有沉默。终于，一段自动留言响起： “抱歉，根据本宇宙塔利上将的命令，我们正在进行全面撤离。如果你听到这段留言，说明你本不该出现在这里……但我们依然欢迎你。如需补给或塔利上将的指引，请登舰。”

source: Board the station.
fr: Monter à bord de la station.
ru: Высадиться на станцию.
zh_hans: 登上空间站。

source: You do something you never thought you.. could do, you board the Federation Command Station, the Waypoint of Node 18. Only high ranking federation officers even can board this place formally. You wander through, the station is as deserted as the rest of it. You look in every office, your crew reporting nothing from anywhere you'd expect a commanding officer to be. You and the rest of the crew regroup near a lounge before you hear.. "Hello, are you all lost?" You and your entire crew snap to look at who said those words, it.. it was.. Tully, Admiral of the Federation Fleet. "The Evacuation order came a while back, I'm surprised you haven't jumped away yet." Tully says as they lounge back in a chair, overlooking space.
fr: Vous faites quelque chose que vous n'auriez jamais cru possible... vous montez à bord de la station de commandement de la Fédération, le point de passage du Nœud 18. Seuls les officiers fédéraux de haut rang sont normalement autorisés à y pénétrer. Vous errez dans les couloirs, la station est aussi déserte que le reste. Vous fouillez chaque bureau, vos membres d'équipage confirment qu'il n'y a personne aux endroits où vous auriez attendu trouver un officier supérieur. Vous vous regroupez finalement dans un salon... quand soudain, une voix retentit : "Bonjour, vous êtes perdus ?" Vous et tout votre équipage vous retournez d'un seul mouvement vers celui qui vient de parler. C'est... Tully. L'amiral de la flotte de la Fédération. "L'ordre d'évacuation a été donné il y a un moment déjà, je suis surpris que vous n'ayez pas encore sauté ailleurs." dit Tully en s'affalant dans un fauteuil, observant l'espace par la baie vitrée.
ru: Вы делаете то, о чем никогда не думали, что сможете сделать: вы поднимаетесь на борт командной станции Федерации, Отправной точки узла 18. Официально на эту станцию могут входить только высокопоставленные офицеры Федерации. Вы бродите по станции, которая так же пуста, как и остальная часть корабля. Вы заглядываете в каждый кабинет, но ваш экипаж не сообщает о наличии кого-либо, кто мог бы быть командующим офицером. Вы и остальная часть экипажа собираетесь возле комнаты отдыха, когда слышите... "Здравствуйте, вы все заблудились?" Вы и весь ваш экипаж резко поворачиваетесь, чтобы посмотреть, кто произнес эти слова. Это... это был... Тулли, адмирал флота Федерации. "Приказ об эвакуации был отдан уже давно, я удивлен, что вы еще не улетели", - говорит Тулли, откинувшись на спинку кресла и глядя на космос.
zh_hans: 你做了件从未想过自己能……能做到的事——你登上了联邦指挥空间站，节点18的中枢点。即便是联邦高级军官，也需正式许可方能踏足此地。你穿行其间，空间站如同其他地方一样空荡。你查遍每一间办公室，船员们回报称，所有本该有指挥官坐镇的位置皆空无一人。你和船员们在休息区附近重新集结，就在这时—— “喂，你们迷路了吗？” 你和所有船员猛地转头，看向声音的来源。那是……那是塔利，联邦舰队上将。 “撤离令早就下达了，我还以为你们早就跃迁走了。”塔利倚靠在椅背上，眺望着无垠的太空，悠然说道。

source: Evacuation order..? Why are you not at the command tower?
fr: Ordre d'évacuation... ? Pourquoi n'êtes‑vous pas à la tour de commandement ?
ru: Приказ об эвакуации...? Почему вы не в командной рубке?
zh_hans: 撤离令……？您为何不在指挥塔？

source: "Why would I be? The entire sector is impossible to jump into, so I've heard, the only people visiting here are people that should have by all means left already." You explain that you jumped into the sector just fine. "...Really? You're the only person I've heard that from. Everyone else left already, Those Golden Lights made themselves extremely clear in their orders. Warning that anyone who valued their lives should leave the sector or get as far and as sheltered as possible.. We heeded the warnings as soon as the Rebel Flagship got annihilated into a fine mist.."
fr: "Pourquoi le serais-je ? Tout le secteur est apparemment impossible à atteindre par saut, d'après ce que j'ai entendu. Les seules personnes qui viennent ici sont celles qui, en théorie, auraient déjà dû partir." Vous expliquez que vous avez pourtant réussi à sauter dans le secteur sans problème. "...Vraiment ? Vous êtes la seule personne dont j'entends dire ça. Tous les autres sont déjà partis. Ces Lumières Dorées ont été très claires dans leurs ordres : quiconque tient à sa vie devait quitter le secteur ou se mettre à l'abri autant que possible... Nous avons obéi aux avertissements dès que le Vaisseau Amiral Rebelle a été réduit en une fine brume..."
ru: "Почему я должен быть там? Я слышал, что в этот сектор невозможно попасть, поэтому единственные люди, которые здесь бывают, - это те, кто уже давно должен был уйти". Вы объясняете, что вам удалось попасть в этот сектор без проблем. "...Правда? Вы единственный человек, от которого я это слышал. Все остальные уже ушли. Те Золотые огни очень четко выразили свои намерения. Они предупредили, что любой, кто ценит свою жизнь, должен покинуть сектор или уйти как можно дальше, чтобы укрыться как можно лучше. Мы прислушались к предупреждениям, как только флагманский корабль повстанцев был полностью уничтожен..."
zh_hans: “我为什么要去？整个星区都无法跃入——至少我听到的消息是这样。来这里的人，按理说早就该离开了。” 你解释说，自己顺利跃入了这个星区。 “……真的？你是第一个这么跟我说的人。其他人都已经走了。那些金色光芒极其明确地传达了命令 凡是珍惜性命者，要么离开这个星区，要么逃得越远越好、躲得越严实越好……自从叛军旗舰被轰成碎末之后，我们就立刻听从了警告。”

source: Ask why he's on a lounge chair.
fr: Lui demander pourquoi il est allongé sur une chaise longue.
ru: Спросить, почему он лежит на лежаке.
zh_hans: 问他为何坐在休闲椅上。

source: "Looking off at the Golden Lights, They're.. strangely beautiful, all things considered. I reckon they're some weird Renegades, Never heard of them myself though or how we got in contact with them." Tully reaches for a champagne bottle.
fr: "En regardant ces Lumières Dorées... elles sont... étrangement magnifiques, tout bien considéré. Je suppose que ce sont des sortes de Renégats bizarres. Je n'en avais jamais entendu parler auparavant, ni comment nous avons pu entrer en contact avec eux." Tully se saisit d'une bouteille de champagne.
ru: "Глядя на Золотые огни, я думаю, что они... странно красивы, учитывая все обстоятельства. Полагаю, что это какие-то странные Ренегаты, хотя я сам никогда о них не слышал и не знаю, как мы с ними связались". Талли берет бутылку шампанского.
zh_hans: “望着那些金色光芒……说来也怪，它们竟然有种奇异的美。我猜它们是某种古怪的变元者吧——虽然我从没听说过它们，也不知道我们是怎么和它们搭上线的。” 塔利伸手拿起一瓶香槟。

source: What's that for?
fr: C'est pour quoi ça ?
ru: Что вы собираетесь отмечать?
zh_hans: 那是做什么的？

source: "I was planning on celebrating the defeat of the Rebellion with this. Admittedly.. these arent the circumstances i expected to celebrate in.. I suppose you'll want some glasses too." Tully holds up a Communicator, asking for more glasses.
fr: "J'avais prévu de célébrer la défaite de la Rébellion avec ceci. Il faut bien l'admettre... ce ne sont pas exactement les circonstances dans lesquelles j'espérais faire la fête... Je suppose que vous voudrez aussi quelques verres." Tully lève un communicateur, demandant d'apporter plus de verres.
ru: "Я планировал отпраздновать поражение повстанцев с помощью этого. По правде говоря... это не те обстоятельства, в которых я ожидал праздновать... Думаю, вам тоже понадобятся бокалы". Талли поднимает коммуникатор и просит еще бокалов.
zh_hans: “我本来打算用这个庆祝叛军覆灭的。不过……这倒不是我预想中的庆祝场合……我想你们也该拿几个杯子来。” 塔利举起通讯器，吩咐再送几只酒杯过来。

source: There are others on this station?
fr: Il y a d'autres personnes sur cette station ?
ru: На этой станции есть еще кто-нибудь?
zh_hans: 这座空间站上还有其他人？

source: Tully looks back up at you. "Yes, a few. They weren't keen on leaving me here alone so there's a small staff of Federation Workers here on this station keeping it running. Pretty sure the rest have left though. Now what are you doing just standing there? Take a seat. You look exhausted."
fr: Tully vous regarde à nouveau. "Oui, quelques-uns. Ils n'étaient pas très chauds à l'idée de me laisser ici tout seul, alors il y a un petit personnel de travailleurs de la Fédération sur cette station pour la maintenir en fonctionnement. Je suis presque certain que les autres sont partis. Maintenant, qu'est-ce que vous faites à juste rester là ? Prenez un siège. Vous avez l'air épuisé."
ru: Талли снова смотрит на вас. "Да, несколько человек. Они не хотели оставлять меня здесь одного, поэтому на станции осталась небольшая группа сотрудников Федерации, которые обеспечивают ее работу. Но я почти уверен, что остальные уехали. А что вы стоите? Присаживайтесь. Вы выглядите уставшим".
zh_hans: 塔利抬起头，再次望向你。 “是的，还有几个人。他们不放心把我一个人留在这儿，所以空间站里还有一小批联邦工作人员在维持运转。不过其他人应该都走了。你还愣在那儿干什么？坐下吧，你看上去累坏了。”

source: Take a seat..
fr: S'assoir.
ru: Присесть...
zh_hans: 坐下吧…

source: The chair feels.. more comfortable than anything you've ever sat on in your life.. you've forgotten such comforts.. you try not to get lost in the moment as the Golden Lights shine. You hear walking around you, the rest of the crew seem to be taking a seat too.. "So.. what are you all doing here then?" You start to recount the tales of the Gilded Beacon and everything that led up to this. Yet you still came here.. "...I see.. You.. are heading for those lights.. and those lights just happen to be literal myths before our eyes..?"
fr: La chaise est... plus confortable que tout ce sur quoi vous vous êtes jamais assis dans votre vie... vous aviez oublié de tels conforts. Vous essayez de ne pas vous laisser emporter par le moment tandis que les Lumières Dorées brillent. Vous entendez des pas autour de vous, le reste de l'équipage semble également s'asseoir. "Alors... que faites‑vous tous ici, exactement ?" Vous commencez à raconter les récits de la Balise Dorée et tout ce qui vous a mené jusqu'ici. Pourtant, vous êtes quand même venus... "..Je vois... Vous... vous dirigez vers ces lumières... et ces lumières sont vraiment des mythes qui se tiennent devant nous... ?"
ru: Стул кажется... более удобным, чем любой другой, на котором вы когда-либо сидели в своей жизни... вы уже забыли о таком комфорте... вы стараетесь не потеряться в моменте, когда сияют Золотые огни. Вы слышите шаги вокруг себя, остальные члены экипажа, похоже, тоже садятся... "Итак... что вы все здесь делаете?" Вы начинаете рассказывать истории о Позолоченном маяке и обо всем, что привело к этому. Но вы все равно пришли сюда... "...Понятно... Вы... направляетесь к тем огням... и эти огни оказались буквально мифом наяву перед вашими глазами...?"
zh_hans: 这把椅子……比你坐过的任何东西都要舒服……你早已忘记世上还有这般舒适……你努力不让自己沉溺于此刻，而金色的光芒依旧闪耀。你听见四周传来脚步声，其余的船员们也纷纷坐下了…… “那么……你们来这里究竟是做什么的？” 你开始讲述起鎏金信标的故事，以及一路走来所经历的一切。而最终，你还是来到了这里…… “……我明白了……你们……是要去那些光芒所在之处……而那些光芒，恰好就是传说中真实出现在我们眼前的东西……？”

source: Yes.
fr: Oui.
ru: Да.

source: "...Ah.. I.. didn't think anyone would be crazy enough to try visiting them.. You and your crew are brave, truly If i had any on hand, I'd give you medals of honor right here and now.. Actually." Tully talks into the communicator, asking if any awards or medals are on hand at the moment. "Stellar.."
fr: "...Ah... je... ne pensais pas que quelqu'un serait assez fou pour essayer de les visiter... Vous et votre équipage êtes vraiment courageux. Si j'en avais sous la main, je vous remettrais des médailles d'honneur ici, tout de suite... En fait." Tully parle dans le communicateur, demandant si des récompenses ou médailles sont disponibles pour le moment. "Parfait..."
ru: "...Ах... Я... не думал, что кто-то будет настолько сумасшедшим, чтобы попытаться их посетить... Вы и ваш экипаж действительно смелые. Если бы у меня были под рукой, я бы прямо здесь и сейчас вручил вам медали за отвагу... Честное слово". Талли говорит в коммуникатор, спрашивая, есть ли где-нибудь какие-нибудь награды или медали. "Звездный..."
zh_hans: “……啊……我……没想到真会有人疯狂到想去拜访它们……你和你的船员们真是勇敢。说实话，如果手边有勋章，我现在就想给你们颁一枚……等等。” 塔利对着通讯器说了几句，询问手边是否还有奖章或勋章。 “好极了……”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Its silent.. the entire sector appears abandoned, noone is here, Noone except for the people on this station and the golden lights.. and you with your crew.. Everyone looks tense, staring off at the lights in the distance. Tully speaks up. "..Do you know what to expect? What they are?" You wish you could tell them specifics, but nothing comes to mind.. You only recount tales and the myths you've heard of them. You keep rambling until Tully cuts you off. "I see.. From the sounds of it, odds are very slim at victory.." You hear footsteps, a Free Mantis walks up, carrying glasses on a tray and a small box. "Ah, brilliant, care to lend a hand?" The Free Mantis puts the glasses on a table and excitedly runs to Tully, who then holds up the bottle. Pop! The Free Mantis uses its claw like a bottle opener.. You'd laugh if the situation wasn't so dire, it is still amusing though.
fr: C'est silencieux... Tout le secteur semble abandonné, personne n'est là. Personne, sauf les gens sur cette station, les Lumières Dorées... et vous avec votre équipage. Tout le monde semble tendu, fixant les lumières au loin. Tully prend la parole. "...Savez‑vous à quoi vous attendre ? Ce qu'elles sont ?" Vous souhaiteriez pouvoir leur donner des détails précis, mais rien ne vous vient à l'esprit... Vous ne pouvez que raconter des histoires et les mythes que vous avez entendus à leur sujet. Vous continuez de parler jusqu'à ce que Tully vous interrompe. "Je vois... D'après ce que vous dites, les chances de victoire semblent très faibles..." Vous entendez des pas : un Mantis Libre s'approche, portant des verres sur un plateau ainsi qu'une petite boîte. "Ah, parfait, tu veux bien me donner un coup de main ?" Le Mantis Libre pose les verres sur la table et court avec enthousiasme vers Tully, qui tient alors la bouteille. Pop ! Le Mantis Libre utilise sa griffe comme décapsuleur... Vous ririez si la situation n'était pas aussi grave, mais c'est quand même amusant.
ru: Тишина... Весь сектор кажется заброшенным, здесь никого нет, кроме людей на этой станции и золотых огней... и вас с вашим экипажем... Все выглядят напряженными, уставившись на огни вдали. Талли заговорил. "... Вы знаете, чего ожидать? Что они из себя представляют?" Вы хотели бы рассказать ему подробности, но ничего не приходит на ум... Вы только пересказываете слышанные истории и мифы о них. Вы продолжаете тараторить, пока Талли не прерывает вас. "Понятно... Судя по всему, шансы на победу очень малы..." Вы слышите шаги, к вам подходит свободный богомол, неся на подносе бокалы и маленькую коробку. "А, отлично, не поможешь?" Свободный богомол ставит бокалы на стол и взволнованно бежит к Талли, который передает ему бутылку. Хлоп! Свободный богомол использует свой коготь как открывашку для бутылок... Вы бы рассмеялись, если бы ситуация не была такой серьезной, но все равно это забавно.
zh_hans: 一片死寂……整个星区仿佛被遗弃了，空无一人——不，除了空间站上的人和那些金色光芒……还有你和你的船员们……所有人都绷紧了神经，凝视着远方的光芒。 塔利开口了。 “……你们知道那是什么吗？知道会发生什么吗？” 你多想告诉他们确切的答案，可脑海中却一片空白……你只能讲述那些传闻，那些关于它们的传说。你一直絮叨着，直到塔利打断你。 “我明白了……听你这么说，胜利的希望恐怕很渺茫……” 脚步声传来，一名自由螳螂走了过来，托盘上托着几只酒杯和一个小盒子。 “啊，太好了，来搭把手？” 自由螳螂把杯子放在桌上，兴奋地跑到塔利身边。塔利举起了酒瓶。 砰！ 那只自由螳螂用它的爪子当起了开瓶器……要不是局势如此危急，你真想笑出来——不过，这场面确实还挺有趣的。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: The Free Mantis runs off. Tully begins pouring drinks. You inquire as to why there was a Free Mantis here. "Who do you think would be that courageously stupid to still be here?" "I suppose it won't be long till you have to head off, Wouldn't want to keep what I can only assume are Deities waiting.."
fr: Le Mantis Libre s'éclipse en courant. Tully commence à servir les boissons. Vous demandez pourquoi un Mantis Libre se trouve ici. "Qui, d'après vous, serait assez courageusement stupide pour rester ici ?" "Je suppose qu'il ne vous faudra pas longtemps avant de repartir. Je n'aimerais pas faire attendre ce que je ne peux qu'assumer être des Divinités..."
ru: Свободный богомол убегает. Талли начинает наливать шампанское. Вы спрашиваете, почему здесь был свободный богомол. "Как вы думаете, кто был бы настолько смелым и глупым, чтобы остаться здесь?" "Полагаю, вам скоро придется уходить. Не хотелось бы заставлять ждать тех, кого я могу только считать божествами..."
zh_hans: 那只自由螳螂跑开了。塔利开始倒酒。 你问起这里怎么会有一只自由螳螂。 “你觉得还有谁会这么又勇敢又傻，还留在这儿？” “我想你们也快该动身了吧——总不能让那些……我只能称之为神明的存在……等太久。”

source: Looks like it..
fr: On dirait bien...
ru: Похоже на то...
zh_hans: 看来是的。

source: Tully finishes pouring glasses for everyone and stands up, opening the box. "Listen, considering it was your actions which defeated the Rebels in this reality and the bravery you showed by coming here, I am honored to give you all the highest honors i can bestow at the current moment with the given resources.." Tully hands each of you a medal and a glass. "Drink up. Its seemingly the last chance you'll have to for a while.. I'll make sure your names are known.."
fr: Tully termine de servir les verres et se lève, ouvrant la boîte. "Écoutez, étant donné que ce furent vos actions qui ont vaincu les Rebelles dans cette réalité et le courage dont vous avez fait preuve en venant ici, je suis honoré de vous remettre à tous les plus hautes distinctions que je puisse décerner avec les moyens dont je dispose actuellement..." Tully remet à chacun de vous une médaille et un verre. "Buvez. Il semble que ce soit votre dernière occasion pour un moment... Je veillerai à ce que vos noms soient connus !"
ru: Талли наполняет бокалы для всех, встает и открывает коробку. "Послушайте, учитывая, что именно ваши действия привели к поражению повстанцев в этой реальности, а также вашу храбрость, проявленную при прибытии сюда, я имею честь вручить вам всем высшие награды, которые я могу присвоить на данный момент с учетом имеющихся ресурсов..." Талли вручает каждому медаль и бокал. "Выпейте. Похоже, это ваша последняя возможность на ближайшее время... Я позабочусь о том, чтобы ваши имена стали известны..."
zh_hans: 塔利为所有人斟满酒杯，然后站起身来，打开了那个盒子。 “听着，鉴于正是你们的行动击败了这个现实的叛军，也鉴于你们来到此地的勇气，我深感荣幸，能以此刻手头的资源，授予你们我所能给予的最高荣誉……” 塔利为你们每人佩戴上一枚勋章，并递过酒杯。 “干杯吧。这恐怕是你们接下来很长一段时间里最后一次机会了……我会确保你们的名字被铭记……”

source: Give a toast.
fr: Porter un toast.
ru: Произнести тост.
zh_hans: 举杯致意。

source: You give a toast, to this entire mission.. and everything done along the way.. It has all led up to this, and you are going to face it with a smile. Tully walks back with you to your cruiser, as your crew take their stations and the ship is restocked. "...Good luck, Renegade. If you live.. Come visit me sometime, alright? I'll be cheering you on."
fr: Vous portez un toast, à cette mission entière... et à tout ce qui a été accompli en chemin. Tout vous a conduit jusqu'ici, et vous allez y faire face avec le sourire. Tully vous accompagne jusqu'à votre croiseur, tandis que votre équipage prend ses postes et que le vaisseau est réapprovisionné. "...Bonne chance, Renégat. Si vous survivez... venez me rendre visite un jour, d'accord ? Je vous encouragerai depuis ici."
ru: Вы произносите тост за всю эту миссию... и за все, что было сделано по пути... Все привело к этому, и вы собираетесь встретить это с улыбкой. Талли сопровождает вас обратно к вашему крейсеру, пока ваш єкипаж занимает свои места и корабль пополняется запасами. "...Удачи, Ренегат. Если выживете... Заходите ко мне как-нибудь, ладно? Я буду болеть за вас".
zh_hans: 你举杯致意——为了这一整场任务，也为了沿途所经历的一切……所有的一切都汇聚于此，而你，将带着微笑去面对。 塔利陪着你走回星舰，你的船员们各就各位，舰船也已补给完毕。 “……祝你好运，变元者。如果活下来……记得找时间来看看我，好吗？我会一直为你加油的。”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Show Tully the package.
fr: Montrer le colis à Tully.
ru: Показать Талли посылку.
zh_hans: 给塔利看货箱。
