Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_gilded.xml/*.po
Languages: fr, ru, zh_hans

source: You slide the box onto the table as Tully pours the drinks.. "...Ah..." Tully looks up at you. "You're that renegade.." Tully salutes you. "You know, that box doesn't hold anything.. yet it holds so much meaning.." Tully begins laughing. "Hah.. hahah.. Well, I guess we're both finding out what these lights are.." Tully finishes pouring the drinks, you give a toast as you look back at the stars. "I suppose this is possibly the last drink both of us will have.. I'll be with you on your ship shortly, I'll need to give the staff here orders on what to do in the case of my demise.. The Federation will be alright, if not shaken up by my death.. Considering the Rebels have already lost this reality, it'll be alright.." You walk back to your cruiser, with Tully shortly following with a surplus of supplies. "...Lets go Captain, to Destiny."
fr: Vous glissez la boîte sur la table pendant que Tully verse les verres... "...Ah..." Tully vous regarde. "Vous êtes ce renégat..." Tully vous salue. "Vous savez, cette boîte ne contient rien... et pourtant, elle porte tant de signification..." Tully éclate de rire. "Hah... hahah... Eh bien, je suppose que nous allons tous les deux découvrir ce que sont vraiment ces lumières..." Tully finit de verser les verres. Vous portez un toast en regardant les étoiles. "Je suppose que c'est peut-être le dernier verre que nous prendrons tous les deux... Je serai bientôt avec vous sur votre vaisseau, je devrai donner des instructions au personnel ici au cas où il m'arriverait quelque chose... La Fédération ira bien, même si ma mort risque de l'ébranler un peu... Mais puisque les Rebelles ont déjà perdu cette réalité, tout ira bien..." Vous retournez vers votre croiseur, Tully vous suivant peu après avec un surplus de provisions. "...Allons-y, Capitaine, vers le Destin."
ru: Вы ставите коробку на стол, пока Талли наливает шампанское... "...Ах..." Тулли поднимает на вас глаза. "Вы тот самый Ренегат..." Талли отдает вам честь. "Знаете, в этой коробке ничего нет... но она имеет такое большое значение..." Талли начинает смеяться. "Ха... ха-ха... Ну, полагаю, мы оба узнаем, что это за огни..." Талли заканчивает разливать шампанское, вы произносите тост, глядя на звезды. "Полагаю, это, возможно, последнее шампанское, которое мы оба выпьем... Я скоро присоединюсь к вам на корабле корабле, мне нужно дать персоналу здесь указания, что делать в случае моей смерти... Федерация справится, только будет потрясена моей смертью... Учитывая, что повстанцы уже проиграли в этой реальности, все будет хорошо..." Вы возвращаетесь на свой крейсер, а Талли следует за вами с дополнительными припасами. "...Пойдемте, капитан, к судьбе".
zh_hans: 你将盒子推到桌上，塔利正在倒酒…… “……啊……” 塔利抬起头望向你。 “原来是你啊，变元者……” 塔利向你敬了个礼。 “你知道吗，那盒子里虽然空空如也……却承载着太多的意义……” 塔利笑了起来。 “哈……哈哈……好吧，看来我们俩都要亲眼见识这些光芒究竟是什么了……” 塔利倒完酒，你们举杯致意，目光投向远方的星辰。 “我想，这大概是我们俩最后的酒了……我很快就跟你上船，得先给这里的员工交代一下，万一我死了该怎么办……联邦会没事的，就算我的死会让他们震动一下……既然叛军在这个现实已经败了，一切都会好的……” 你走回星舰，塔利带着大批补给紧随其后。 “……走吧，船长，向着命运。”

source: Tully
ru: Талли
zh_hans: 塔利

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_EMPTY"]/text
source: Nothing here, just the silence and the Golden Lights..
fr: Il n'y a rien ici, juste le silence et les Lumières Dorées...
ru: Здесь ничего нет, только тишина и Золотые огни...
zh_hans: 空无一物，唯有寂静与金色光芒…

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_emv_gilded.xml$//textList[@name="EMV_GILDED_DELAY"]/text[1]
source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffb045]]Hurry up.[[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'un message vous parvient... il dit : "[style[color:ffb045]]Dépêchez-vous.[[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... В нем написано... "[style[color:ffb045]]Поторопись.[[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffb045]]快点。[/style]”

# data/events_sector_emv_gilded.xml$//textList[@name="EMV_GILDED_DELAY"]/text[2]
source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffb045]]Continue.[[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'un message vous parvient... il dit : "[style[color:ffb045]]Continuez.[[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... В нем написано... "[style[color:ffb045]]Продолжай.[[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffb045]]继续。[/style]”

# data/events_sector_emv_gilded.xml$//textList[@name="EMV_GILDED_DELAY"]/text[3]
source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffb045]]Approach.[[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'un message vous parvient... il dit : "[style[color:ffb045]]Approchez.[[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... В нем написано... "[style[color:ffb045]]Подойди.[[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffb045]]靠近。[/style]”

# data/events_sector_emv_gilded.xml$//textList[@name="EMV_GILDED_DELAY"]/text[4]
source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffb045]]We are waiting..[[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'un message vous parvient... il dit : "[style[color:ffb045]]Nous attendons...[[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... В нем написано... "[style[color:ffb045]]Мы ждем...[[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffb045]]我们等着呢……[/style]”

# data/events_sector_emv_gilded.xml$//textList[@name="EMV_GILDED_DELAY"]/text[5]
source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffb045]]Don't run now.[[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'un message vous parvient... il dit : "[style[color:ffb045]]N'essayez pas de vous enfuir.[[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... В нем написано... "[style[color:ffb045]]Не убегай сейчас.[[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffb045]]别想跑。[/style]”

# data/events_sector_emv_gilded.xml$//textList[@name="EMV_GILDED_DELAY"]/text[6]
source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffb045]]We're watching.[[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'un message vous parvient... il dit : "[style[color:ffb045]]Nous observons.[[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... В нем написано... "[style[color:ffb045]]Мы наблюдаем.[[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffb045]]我们看着呢。[/style]”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: As you come back to the station, hoping for salvation and a way out of this sector, before you can hail for permission, you receive a hail.. "[style[color:ffbd64]]No escape.[[/style]]"
fr: Alors que vous revenez à la station, espérant trouver salut et un moyen de quitter ce secteur, avant même de pouvoir demander l'autorisation, vous recevez un message... "[style[color:ffbd64]]Aucune échappatoire.[[/style]]"
ru: Когда вы возвращаетесь на станцию, надеясь на спасение и выход из этого сектора, прежде чем вы успеваете запросить разрешение, вы получаете сообщение... "[style[color:ffbd64]]Спасения нет.[[/style]]"
zh_hans: 当你返回空间站，盼望着能找到救赎和逃离这片星区的出路时，还没来得及呼入请求许可，便收到了一条通讯…… …“[style[color:ffbd64]]无处可逃。[/style]]”

source: As you come back to the station, hoping for salvation and a way out of this sector, before you can hail for permission, you receive a hail.. "[style[color:ffbd64]]Head back.[[/style]]"
fr: Alors que vous revenez à la station, espérant trouver salut et un moyen de quitter ce secteur, avant même de pouvoir demander l'autorisation, vous recevez un message... "[style[color:ffbd64]]Retourner en arrière.[[/style]]"
ru: Когда вы возвращаетесь на станцию, надеясь на спасение и выход из этого сектора, прежде чем вы успеваете запросить разрешение, вы получаете сообщение... "[style[color:ffbd64]]Вернись назад.[[/style]]"
zh_hans: 当你返回空间站，盼望着能找到救赎和逃离这片星区的出路时，还没来得及呼入请求许可，便收到了一条通讯…… …“[style[color:ffbd64]]回去。[/style]]”

source: As you come back to the station, hoping for salvation and a way out of this sector, before you can hail for permission, you receive a hail.. "[style[color:ffbd64]]We're not done yet.[[/style]]"
fr: Alors que vous revenez à la station, espérant trouver salut et un moyen de quitter ce secteur, avant même de pouvoir demander l'autorisation, vous recevez un message... "[style[color:ffbd64]]Nous n'avons pas encore terminé.[[/style]]"
ru: Когда вы возвращаетесь на станцию, надеясь на спасение и выход из этого сектора, прежде чем вы успеваете запросить разрешение, вы получаете сообщение... "[style[color:ffbd64]]Мы еще не закончили.[[/style]]"
zh_hans: 当你返回空间站，盼望着能找到救赎和逃离这片星区的出路时，还没来得及呼入请求许可，便收到了一条通讯…… …“[style[color:ffbd64]]还没完呢。[/style]]”

source: As you come back to the station, hoping for salvation and a way out of this sector, before you can hail for permission, you receive a hail.. "[style[color:ffbd64]]Let us see these white lights turn to gold..[[/style]]"
fr: Alors que vous revenez à la station, espérant trouver salut et un moyen de quitter ce secteur, avant même de pouvoir demander l'autorisation, vous recevez un message... "[style[color:ffbd64]]Voyons ces lumières blanches devenir dorées...[[/style]]"
ru: Когда вы возвращаетесь на станцию, надеясь на спасение и выход из этого сектора, прежде чем вы успеваете запросить разрешение, вы получаете сообщение... "[style[color:ffb045]]Давай посмотрим, как эти белые огни превращаются в золотые...[[/style]]"
zh_hans: 当你返回空间站，盼望着能找到救赎和逃离这片星区的出路时，还没来得及呼入请求许可，便收到了一条通讯…… …“[style[color:ffbd64]]让我们看看这些白光如何化作鎏金……[/style]]”

source: As you come back to the station, hoping for salvation and a way out of this sector, before you can hail for permission, you receive a hail.. "[style[color:ffbd64]]You can't be afraid..[[/style]]"
fr: Alors que vous revenez à la station, espérant trouver salut et un moyen de quitter ce secteur, avant même de pouvoir demander l'autorisation, vous recevez un message... "[style[color:ffbd64]]Vous ne devez pas avoir peur....[[/style]]"
ru: Когда вы возвращаетесь на станцию, надеясь на спасение и выход из этого сектора, прежде чем вы успеваете запросить разрешение, вы получаете сообщение... "[style[color:ffbd64]]Ты не можешь бояться...[[/style]]"
zh_hans: 当你返回空间站，盼望着能找到救赎和逃离这片星区的出路时，还没来得及呼入请求许可，便收到了一条通讯…… …“[style[color:ffbd64]]你不能害怕……[/style]]”

source: As you come back to the station, hoping for salvation and a way out of this sector, before you can hail for permission, you receive a hail.. "[style[color:ffbd64]]Let us welcome a golden dawn..[[/style]]"
fr: Alors que vous revenez à la station, espérant trouver salut et un moyen de quitter ce secteur, avant même de pouvoir demander l'autorisation, vous recevez un message... "[style[color:ffbd64]]Célébrons l'arrivée d'une aube dorée...[[/style]]"
ru: Когда вы возвращаетесь на станцию, надеясь на спасение и выход из этого сектора, прежде чем вы успеваете запросить разрешение, вы получаете сообщение... "[style[color:ffbd64]]Давай встретим золотой рассвет...[[/style]]"
zh_hans: 当你返回空间站，盼望着能找到救赎和逃离这片星区的出路时，还没来得及呼入请求许可，便收到了一条通讯…… …“[style[color:ffbd64]]让我们迎接金色的黎明吧……[/style]]”

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_LAST_STORE"]/text
source: As you jump in, you notice that the beacon isn't empty afterall! A familiar silhouette is set up here! Another person! its..
fr: Alors que vous effectuez le saut, vous remarquez que la balise n'est finalement pas vide ! Une silhouette familière est là ! Une autre personne ! C'est...
ru: Когда вы прыгаете, вы замечаете, что маяк все-таки не пуст! Здесь находится знакомый силуэт! Еще один человек! Это...
zh_hans: 当你跃入时，才发现信标处并非空无一人！一个熟悉的身影赫然出现在这里！是另一个人！那是…

source: Sylvan!?
fr: Sylvain !?
ru: Сильван!?
zh_hans: 希尔凡!?

source: "The one and only, ssstranger.." Sylvan's ship comes into view properly, It's a relief seeing such a familiar sight.. "Let's get to business, eh ssstranger? I'm afraid my demand for resssourcesss isss.. very low at the moment, I doubt you'd take 1 ssscrap for 15 missssilesss!"
fr: "Le ssseul et unique, étranger..." Le vaisseau de Sylvain apparaît enfin dans votre champ de vision, un soulagement de voir une silhouette aussi familière... "Passssons aux zzaffaires, hein étranger ? Je crains que ma propozzition de resssources soit... très faible pour le moment, je doute que vous acccceptez 1 ferraille pour 15 missssiles !"
ru: "Единссственный и неповторимый, ссстранник..." Корабль Сильвана становится хорошо виден. Так приятно видеть столь знакомый облик... "Давай перейдем к делу, ссстранник? Боюсссь, что моя потребносссть в ресссурсссах... в данный момент очень низкая. Сссомневаюсссь, что ты сссогласссишшшьссся обменять 1 лом за 15 боеголовок!"
zh_hans: “独一无二的那个，陌生人~~……” 希尔凡的舰船清晰地映入眼帘。看到如此熟悉的身影，真是一种慰藉…… “谈正事吧，陌生人~~？可惜我眼下对资源的需求~~……非常低。我猜你也不会用 1 块废料换 15 枚导弹~~吧！”

source: See what he's offering.
fr: Voir ce qu'il propose.
ru: Узнать, что он предлагает.
zh_hans: 交易。

source: "Afraid I don't have much ssstock left! Thisss isss all i can offer.."
fr: "J'ai bien peur de ne pas zzavoir beaucoup de ssstock ressstant ! Ccc'est tout ccce que je peux offrir..."
ru: "Боюсссь, у меня не оссталосссь запасссов! Это всссе, что я могу предложить..."
zh_hans: “恐怕我库存不多了！这~~~就是我能提供的全部了……”

source: You can't bring yourself to attack your only friend here..
fr: Vous ne pouvez pas vous résoudre à attaquer votre seul ami ici...
ru: Вы не можете заставить себя напасть на своего единственного друга здесь...
zh_hans: 你无法说服自己对这里唯一的朋友出手…

source: You've made it back to where Sylvan was, you hope to see his ship or any signs of him where you saw him before.. You just receive a hail.. "[style[color:ffc369]]Not thisss time, ssstranger.. But my waresss are for you regardlesss..[[/style]]"
fr: Vous êtes revenu à l'endroit où se trouvait Sylvain, espérant voir son vaisseau ou le moindre signe de lui là où vous l'avez vu auparavant.... Mais vous recevez un appel... "[style[color:ffc369]]Pas cccette fois, étranger... Mais mes marchandizzes sssont pour toi malgré tout...[[/style]]"
ru: Вы вернулись туда, где был Сильван, и надеетесь увидеть его корабль или какие-либо следы его пребывания там, где видели его раньше... И тут вы получаете сообщение... "[style[color:ffc369]]Не в этот раз, ссстранник... Но всссе мои товары предназначены для тебя...[[/style]]"
zh_hans: 你回到了之前遇见希尔凡的地方，希望能看到他的舰船，或任何他存在过的痕迹……然而，你只收到了一条通讯： “[style[color:ffc369]]这次不行~~~，陌生人~~~……不过我的货物~~~还是留给你的……[[/style]]”

source: You've made it back to where Sylvan was, you hope to see his ship or any signs of him where you saw him before.. You just receive a hail.. "[style[color:ffc369]]Ssstranger, ssstranger. Did I witnesssss evolution and you jusssst ran back to me with your newly grown tail between your legssss? Or am I sssseing things?[[/style]]"
fr: Vous êtes revenu à l'endroit où se trouvait Sylvain, espérant voir son vaisseau ou le moindre signe de lui là où vous l'avez vu auparavant.... Mais vous recevez un appel... "[style[color:ffc369]]Étranger, étranger... Ai-je été témoin de l'évolutttion et êtes‑vous sssimplement revenu vers moi avec votre nouvelle queue entre les jambes ? Ou est-ccce que je me trompe ?[[/style]]"
ru: Вы вернулись туда, где был Сильван, и надеетесь увидеть его корабль или какие-либо следы его пребывания там, где видели его раньше... И тут вы получаете сообщение... "[style[color:ffc369]]Ссстранник, ссстранник. Я что, ссстал сссвидетелем эволюции, поссскольку ты вернулссся ко мне ссс недавно отросссшшшим хвоссстом между ног? Или мне это кажетссся?[[/style]]"
zh_hans: 你回到了之前遇见希尔凡的地方，希望能看到他的舰船，或任何他存在过的痕迹……然而，你只收到了一条通讯： …“[style[color:ffc369]]陌生人~~~，陌生人~~~。我是亲眼见证了进化，还是说——你只是夹着你新长出来的尾巴灰溜溜地跑回我这儿了？还是说我眼花了~~~？[[/style]]”

source: You've made it back to where Sylvan was, you hope to see his ship or any signs of him where you saw him before.. You just receive a hail.. "[style[color:ffc369]]Ssstranger, how many timesss do I need to teach you to not run away?[[/style]]"
fr: Vous êtes revenu à l'endroit où se trouvait Sylvain, espérant voir son vaisseau ou le moindre signe de lui là où vous l'avez vu auparavant.... Mais vous recevez un appel... "[style[color:ffc369]]Étranger, combien de fois faut‑il que je vous zzapprenne à ne pas vous enfuir ?[[/style]]"
ru: Вы вернулись туда, где был Сильван, и надеетесь увидеть его корабль или какие-либо следы его пребывания там, где видели его раньше... И тут вы получаете сообщение... "[style[color:ffc369]]Ссстранник, сссколько раз мне нужно тебя учить, чтобы ты не убегал?[[/style]]"
zh_hans: 你回到了之前遇见希尔凡的地方，希望能看到他的舰船，或任何他存在过的痕迹……然而，你只收到了一条通讯： …“[style[color:ffc369]]陌生人~~~，我要教你多少次，才学会不逃跑？[[/style]]”

source: You've made it back to where Sylvan was, you hope to see his ship or any signs of him where you saw him before.. You just receive a hail.. "[style[color:ffc369]]Ssstranger, I appreciate the patronage you have for your Sssylvan... I'll let it ssslide..[[/style]]"
fr: Vous êtes revenu à l'endroit où se trouvait Sylvain, espérant voir son vaisseau ou le moindre signe de lui là où vous l'avez vu auparavant.... Mais vous recevez un appel... "[style[color:ffc369]]Étranger, j'apprécccie la fidélité que vous portez à votre Sssylvain... je vais laisssser passsser cccela.[[/style]]"
ru: Вы вернулись туда, где был Сильван, и надеетесь увидеть его корабль или какие-либо следы его пребывания там, где видели его раньше... И тут вы получаете сообщение... "[style[color:ffc369]]Ссстранник, я ценю твою поддержку Сссильвана... Я прощу тебе это...[[/style]]"
zh_hans: 你回到了之前遇见希尔凡的地方，希望能看到他的舰船，或任何他存在过的痕迹……然而，你只收到了一条通讯： …“[style[color:ffc369]]陌生人~~~，我很感激你对你的希尔凡这么照顾……这次我就睁一只眼闭一只眼了~~~……[[/style]]”

source: You've made it back to where Sylvan was, you hope to see his ship or any signs of him where you saw him before.. You just receive a hail.. "[style[color:ffc369]]Ssstranger, how much more will you try preparing for thisss?[[/style]]"
fr: Vous êtes revenu à l'endroit où se trouvait Sylvain, espérant voir son vaisseau ou le moindre signe de lui là où vous l'avez vu auparavant.... Mais vous recevez un appel... "[style[color:ffc369]]Étranger, jusssqu'où pensssez-vous continuer à vous préparer pour ccceccci ?[[/style]]"
ru: Вы вернулись туда, где был Сильван, и надеетесь увидеть его корабль или какие-либо следы его пребывания там, где видели его раньше... И тут вы получаете сообщение... "[style[color:ffc369]]Ссстранник, сссколько еще ты будешшшь готовитьссся к этому?[[/style]]"
zh_hans: 你回到了之前遇见希尔凡的地方，希望能看到他的舰船，或任何他存在过的痕迹……然而，你只收到了一条通讯： …“[style[color:ffc369]]陌生人~~~，你还要准备多少次才够~~？[[/style]]”

source: You've made it back to where Sylvan was, you hope to see his ship or any signs of him where you saw him before.. You just receive a hail.. "[style[color:ffc369]]Ssstranger, Hope you underssstand what you're up againssst...[[/style]]"
fr: Vous êtes revenu à l'endroit où se trouvait Sylvain, espérant voir son vaisseau ou le moindre signe de lui là où vous l'avez vu auparavant.... Mais vous recevez un appel... "[style[color:ffc369]]Étranger, j'espère que vous comprenez à quoi vous vous exposez...[[/style]]"
ru: Вы вернулись туда, где был Сильван, и надеетесь увидеть его корабль или какие-либо следы его пребывания там, где видели его раньше... И тут вы получаете сообщение... "[style[color:ffc369]]Ссстранник, надеюсь, ты понимаешшшь, ссс чем имеешшшь дело...[[/style]]"
zh_hans: 你回到了之前遇见希尔凡的地方，希望能看到他的舰船，或任何他存在过的痕迹……然而，你只收到了一条通讯： “[style[color:ffc369]]陌生～～人，希望你知道自己面对的是什~~~么……[[/style]]”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: As you come back to the station, hoping for salvation and a way out of this sector, before you can hail for permission, you receive a hail.. "[style[color:ffd780]]How about we judge you instead?[[/style]]"
fr: Alors que vous revenez à la station, espérant trouver salut et un moyen de quitter ce secteur, avant même de pouvoir demander l'autorisation, vous recevez un message... "[style[color:ffd780]]Que diriez-vous si nous vous jugions à la place ?[[/style]]"
ru: Когда вы возвращаетесь на станцию, надеясь на спасение и выход из этого сектора, прежде чем вы успеваете запросить разрешение, вы получаете сообщение... "[style[color:ffd780]]Как насчет того, чтобы мы вместо этого судили тебя?[[/style]]"
zh_hans: 当你返回空间站，盼望着能找到救赎和逃离这片星区的出路时，还没来得及呼入请求许可，便收到了一条通讯…… …“[style[color:ffd780]]不如让我们来审判你吧？[[/style]]”

source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffd780]]Show us the fire of your resolve![[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'on vous envoie un message... Il dit... "[style[color:ffd780]]Montrez-nous le feu de votre détermination ![[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... в нем написано... "[style[color:ffd780]]Покажи нам огонь своей решимости![[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffd780]]让我们看看你决心的火焰吧！[/style]”

source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffd780]]Why should we end with a whimper?![[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'on vous envoie un message... Il dit... "[style[color:ffd780]]Pourquoi devrions-nous finir dans un murmure ?![[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... в нем написано... "[style[color:ffd780]]Почему финал должен быть таким бесславным?![[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffd780]]我们凭什么要无声无息地收场？！[/style]]”

source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffd780]]Let us see your burning desires![[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'on vous envoie un message... Il dit... "[style[color:ffd780]]Montrez-nous vos désirs ardents ![[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... в нем написано... "[style[color:ffd780]]Открой нам свои пылающие желания![[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffd780]]让我们看看你燃烧的渴望吧！[/style]”

source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffd780]]Show us your passion![[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'on vous envoie un message... Il dit... "[style[color:ffd780]]Montrez-nous votre passion ![[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... в нем написано... "[style[color:ffd780]]Покажи нам свою страсть![[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffd780]]向我们展示你的激情吧！[/style]”
