Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_sector_emv_gilded.xml/*.po
Languages: fr, ru, zh_hans

source: As you consider something to do, you realize you're being hailed a message.. it reads.. "[style[color:ffd780]]I promise you it won't hurt..[[/style]]"
fr: Alors que vous réfléchissez à ce que vous pourriez faire, vous réalisez qu'on vous envoie un message... Il dit... "[style[color:ffd780]]Je vous promets que ça ne fera pas mal...[[/style]]"
ru: Когда вы думаете, что делать, вы понимаете, что вам пришло сообщение... в нем написано... "[style[color:ffd780]]Я обещаю, это не будет больно...[[/style]]"
zh_hans: 正当你考虑要做点什么时，忽然收到一条通讯……信息内容是： …“[style[color:ffd780]]我保证不会痛的……[/style]”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: THE END.
fr: LA FIN.
ru: КОНЕЦ.
zh_hans: 终。

source: The golden lights..
fr: Les Lumières Dorées...
ru: Золотые огни...
zh_hans: 那些金色光芒…

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_THE_END"]/text
source: You've finally reached the zenith of your journey. The End is here.
fr: Vous avez enfin atteint le zénith de votre voyage. La fin est là.
ru: Вы наконец достигли кульминации своего путешествия. Конец близок.
zh_hans: 你终于抵达了旅程的巅峰。终点，就在眼前。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "[style[color:ffc561]]DIE, BEYATCH![[/style]]"
fr: "[style[color:ffc561]]MEURT, POUFFIASSE ![[/style]]"
ru: "[style[color:ffc561]]УМРИ, СЦУКА![[/style]]"
zh_hans: “[style[color:ffc561]]去死吧，小婊砸！[[/style]]”

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_LOSTSUN_START"]/text
source: The Next ship materializes into air in front of you..
fr: Le prochain vaisseau se matérialise dans l'air juste devant vous...
ru: Следующий корабль материализуется в воздухе перед вами...
zh_hans: 下一艘舰船在你面前凭空显现..

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "[style[color:ffd780]]Square up![[/style]]"
fr: "[style[color:ffd780]]Préparez-vous à en découdre ![[/style]]"
ru: "[style[color:ffd780]]Встать в строй![[/style]]"
zh_hans: “[style[color:ffd780]]放马过来！[[/style]]”

source: The Next ship materializes into air in front of you..
fr: Le prochain vaisseau se matérialise dans l'air juste devant vous...
ru: Следующий корабль материализуется в воздухе перед вами...
zh_hans: 下一艘舰船在你面前凭空显现..

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "[style[color:ffc369]]Ssstranger.. You're halfway, Keep going.[[/style]]"
fr: "[style[color:ffc369]]Étranger... Vous zzêtes à mi-chemin, continuez.[[/style]]"
ru: "[style[color:ffc369]]Ссстранник... Ты уже на полпути, продолжай.[[/style]]"
zh_hans: “[style[color:ffc369]]陌生～～人……你已经走了一半了，继续前进。[[/style]]”

source: "[style[color:ffc369]]Ssstranger.. Well done, Truly, well done... You have met our requirements with flying colors.. But can you surpass them?[[/style]]"
fr: "[style[color:ffc369]]Étranger... Bien joué, vraiment bien joué... Vous avez rempli nos exigences avec brio... Mais pouvez-vous les dépasser ?[[/style]]"
ru: "[style[color:ffc369]]Ссстранник... Молодец, дейссствительно, молодец... Ты ссс блессском выполнил нашшши требования... Но сссможешшшь ли ты их превзойти?[[/style]]"
zh_hans: “[style[color:ffc369]]陌生～～人……干得好，真的，干得好……你以优异的成绩达到了我们的要求……但你能超越它们吗？[[/style]]”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "[style[color:ffc369]]Ssstranger.. Remember, all thisss isss now isss an honorable duel.. There is no ssshame in knowing when you're beat..[[/style]]"
fr: "[style[color:ffc369]]Étranger... Sssouvenez-vous, tout cccela n'est dézzormais qu'un duel honorable... Il n'y a aucune honte à sssavoir quand on est battu...[[/style]]"
ru: "[style[color:ffc369]]Ссстранник... Помни, всссе это сссейчассс - лишшшь чессстный поединок... Нет ничего поссстыдного в том, чтобы признать сссвое поражение...[[/style]]"
zh_hans: “[style[color:ffc369]]陌生～～人……记住，这一切现在不过是一场光荣的决斗……知道自己何时落败，并不丢人……[[/style]]”

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_CHOICE"]/text
source: "[style[color:ffc369]]So ssstranger... What will it be?[[/style]]"
fr: "[style[color:ffc369]]Alors, étranger... Qu'est-ccce que ccce sssera ?[[/style]]"
ru: "[style[color:ffc369]]Итак, ссстранник... Что же это будет?[[/style]]"
zh_hans: “[style[color:ffc369]]那么，陌生～～人……你意下如何？[[/style]]”

source: Lets keep the fight going!
fr: Continuons le combat !
ru: Давайте продолжим борьбу!
zh_hans: 让战斗继续吧！

source: "[style[color:ffc369]]You truly are one of usss...[[/style]]"
fr: "[style[color:ffc369]]Vous zzêtes vraiment l'un des nôtres...[[/style]]"
ru: "[style[color:ffc369]]Ты дейссствительно один из нассс...[[/style]]"
zh_hans: “[style[color:ffc369]]你果然是我们中的一员~~~……[[/style]]”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: No, I know when i'm beat.
fr: Non, je sais quand je suis battu.
ru: Я понимаю, когда я проиграл.
zh_hans: 不，我知道自己输了。

source: "[style[color:ffc369]]Of courssse... In that cassse.. Meet usss on the sssurface...[[/style]]"
fr: "[style[color:ffc369]]Bien sssûr... Dans ccce cas... Retrouvez-nous à la sssurface...[[/style]]"
ru: "[style[color:ffc369]]Конечно... В таком ссслучае... Вссстретимссся на поверхносссти...[[/style]]"
zh_hans: “[style[color:ffc369]]当然……既然如此……那就到地表与我们会合吧……[[/style]]”

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Let me think...
fr: Laisse-moi réfléchir...
ru: Дайте мне подумать...
zh_hans: 让我想想……

source: "[style[color:ffc369]]Ssstranger.. Take your time. It'sss no russsh... well, assside from the fact it isss..[[/style]]"
fr: "[style[color:ffc369]]Étranger... Prenez votre temps. Il n'y a pas de précccipitatttion... enfin, à part le fait qu'il y en a quand même...[[/style]]"
ru: "[style[color:ffc369]]Ссстранник... Не торописссь. Тут некуда ссспешшшить... ну, разве что есссли учесть, что ссспешшить тебе все-таки придедтсся...[[/style]]"
zh_hans: “[style[color:ffc369]]陌生～～人……慢慢来，不着急……好吧，除了它确实挺急的之外……[[/style]]”

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_FINALE"]/text
source: The Next ship materializes into air in front of you..
fr: Le prochain vaisseau se matérialise dans l'air juste devant vous...
ru: Следующий корабль материализуется в воздухе перед вами...
zh_hans: 下一艘舰船在你面前凭空显现..

# data/events_sector_emv_gilded.xml$//event[@name="EMV_GILDED_FINALE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

source: "[style[color:ffb045]]The e[[/style]][style[color:ffbd64]]nd[[/style]][style[color:ffd780]] is n[[/style]][style[color:ffc369]]igh..[[/style]]"
fr: "[style[color:ffb045]]La f[[/style]][style[color:ffbd64]]in[[/style]][style[color:ffd780]] est la n[[/style]][style[color:ffc369]]uit...[[/style]]"
ru: "[style[color:ffb045]]Ко[[/style]][style[color:ffbd64]]нец[[/style]][style[color:ffd780]] бли[[/style]][style[color:ffc369]]зок...[[/style]]"
zh_hans: “[style[color:ffb045]]终[[/style]][style[color:ffbd64]]局[[/style]][style[color:ffd780]]将[[/style]][style[color:ffc369]]至……[[/style]]”

source: You begin descending to the base.. seeing the Golden Lights descending alongside you..
fr: Vous commencez à descendre vers la base... en voyant les Lumières Dorées descendre à vos côtés...
ru: Вы начинаете спускаться к базе... видя, как Золотые огни падают рядом с вами...
zh_hans: 你开始向基地降落……目睹那些金色光芒与你一同降临…

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You step out of the ship, quivering at the events that had transpired... the Gilded Merchant approaches you.
fr: Vous sortez du vaisseau, tremblant à cause des événements qui se sont déroulés... Le marchand doré s'approche de vous.
ru: Вы выходите из корабля, дрожа от пережитого... К вам подходит Позолоченный торговец.
zh_hans: 你步出舰船，因刚刚发生的一切而微微颤抖……鎏金游商向你走近。

source: "[style[color:ffc369]]Well done, ssstranger.. You have shown adequacy enough to fit in our ranksss.. Although maybe.. next time try going further, m?[[/style]]" You have no idea what he means by that.. the moment you try talking to question him he just winks at you.. "[style[color:ffc369]]Now, asss one of the headsss of the Gilded Fleet, I would like to officially designate you as one of our kin...[[/style]]" He holds out his hand.
fr: "[style[color:ffc369]]Bien joué, étranger... Vous zzavez montré une compétenccce sssuffizzante pour entrer dans nos rangs... Bien que... la prochaine fois, essssayez peut-être d'aller plus loin, hm ?[[/style]]" Vous n'avez aucune idée de ce qu'il entend par là... au moment où vous tentez de lui poser la question, il vous fait simplement un clin d'œil... "[style[color:ffc369]]Maintenant, en tant que l'un des chefs de la Flotte Dorée, je sssouhaiterais vous dézzigner officcciellement comme l'un des nôtres...[[/style]]" Il tend sa main.
ru: "[style[color:ffc369]]Молодец, ссстранник... Ты продемонссстрировал доссстаточную компетентносссть, чтобы вписссатьссся в нашшши ряды... Хотя, может быть... в ссследующий раз попробуй пойти дальшшше, а?[[/style]]" Вы не понимаете, что он имеет в виду... Когда вы пытаетесь задать ему вопрос, он просто подмигивает вам... "[style[color:ffc369]]Теперь, как один из руководителей Позолоченного флота, я хотел бы официально назначить тебя одним из нашшших сссоратников...[[/style]]" Он протягивает руку.
zh_hans: “[style[color:ffc369]]干得好，陌生～～人……你已展现出足够的资格，可以加入我们的行列了……不过也许……下次试试走得更远，嗯？[[/style]]” 你完全不明白他这话是什么意思……刚想开口询问，他却只是向你眨了眨眼…… “[style[color:ffc369]]现在，作为鎏金舰队的首脑之一，我正式将你认定为我们的一员……[[/style]]” 他向你伸出手。

source: [style[color:ffb045]]Con[[/style]][style[color:ffbd64]]tin[[/style]][style[color:ffd780]]ue.[[/style]][style[color:ffc369]]..[[/style]]
fr: [style[color:ffb045]]Con[[/style]][style[color:ffbd64]]tin[[/style]][style[color:ffd780]]uer.[[/style]][style[color:ffc369]]..[[/style]]
ru: [style[color:ffb045]]Про[[/style]][style[color:ffbd64]]дол[[/style]][style[color:ffd780]]жай[[/style]][style[color:ffc369]]...[[/style]]
zh_hans: [style[color:ffb045]]继[[/style]][style[color:ffbd64]]续[[/style]][style[color:ffd780]]前[[/style]][style[color:ffc369]]行……[[/style]]

source: "[style[color:ffb045]]Wel[[/style]][style[color:ffbd64]]com[[/style]][style[color:ffd780]]e a[[/style]][style[color:ffc369]]board![[/style]]"
fr: "[style[color:ffb045]]Bien[[/style]][style[color:ffbd64]]ven[[/style]][style[color:ffd780]]ue à[[/style]][style[color:ffc369]]bord ![[/style]]"
ru: "[style[color:ffb045]]До[[/style]][style[color:ffb34d]]бро[[/style]][style[color:ffb657]] пожа[[/style]][style[color:ffba61]]ловать[[/style]][style[color:ffbd6b]] на[[/style]][style[color:ffc369]] борт![[/style]]"
zh_hans: “[style[color:ffb045]]欢[[/style]][style[color:ffbd64]]迎[[/style]][style[color:ffd780]]登[[/style]][style[color:ffc369]]舰！[[/style]]”

source: [style[color:ffb045]]Go [[/style]][style[color:ffbd64]]fur[[/style]][style[color:ffd780]]th[[/style]][style[color:ffc369]]er..[[/style]]
fr: [style[color:ffb045]]Allez [[/style]][style[color:ffbd64]]plus [[/style]][style[color:ffd780]]lo[[/style]][style[color:ffc369]]in...[[/style]]
ru: [style[color:ffb045]]Иди [[/style]][style[color:ffbd64]] да[[/style]][style[color:ffd780]]ль[[/style]][style[color:ffc369]]ше...[[/style]]
zh_hans: [style[color:ffb045]]继[[/style]][style[color:ffbd64]]续[[/style]][style[color:ffd780]]深[[/style]][style[color:ffc369]]入……[[/style]]

# data/events_sector_emv_gilded.xml$//ship[@name="EMV_FINAL_REBEL"]/destroyed/text
source: Thank God she's gone.
fr: Dieu merci, elle est partie.
ru: Слава Богу, она ушла.
zh_hans: 谢天谢地，她总算走了。

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_emv_gilded.xml$//ship[@name="EMV_FINAL_REBEL"]/deadCrew/text
source: Thank God she's gone.
fr: Dieu merci, elle est partie.
ru: Слава Богу, она ушла.
zh_hans: 谢天谢地，她总算走了。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You're sweating as the ship annihilates before you.
fr: Vous transpirez tandis que le vaisseau est annihilé sous vos yeux.
ru: Вы потеете, наблюдая, как корабль уничтожается на ваших глазах.
zh_hans: 舰船在你面前灰飞烟灭，你冷汗直流。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You're sweating as the ship annihilates before you.
fr: Vous transpirez tandis que le vaisseau est annihilé sous vos yeux.
ru: Вы потеете, наблюдая, как корабль уничтожается на ваших глазах.
zh_hans: 舰船在你面前灰飞烟灭，你冷汗直流。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You're sweating as the ship annihilates before you.
fr: Vous transpirez tandis que le vaisseau est annihilé sous vos yeux.
ru: Вы потеете, наблюдая, как корабль уничтожается на ваших глазах.
zh_hans: 舰船在你面前灰飞烟灭，你冷汗直流。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You're sweating as the ship annihilates before you.
fr: Vous transpirez tandis que le vaisseau est annihilé sous vos yeux.
ru: Вы потеете, наблюдая, как корабль уничтожается на ваших глазах.
zh_hans: 舰船在你面前灰飞烟灭，你冷汗直流。

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You have done it, you've won.
fr: Vous avez réussi, vous avez gagné.
ru: Вы сделали это, вы победили.
zh_hans: 你做到了，你赢了。

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_sector_emv_gilded.xml$//ship[@name="EMV_GILDED_FINAL"]/deadCrew/text
source: You have done it, you've won.
fr: Vous avez réussi, vous avez gagné.
ru: Вы сделали это, вы победили.
zh_hans: 你做到了，你赢了。

source: Continue...
fr: Continuer...
ru: Продолжить...
