Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/text_blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

source: Obtain the MV Augmented Cruiser to unlock this ship.
fr: Obtenir le Croiseur multiversel Augmenté pour débloquer ce vaisseau.
ru: Получите МВ-крейсер Возвышенных, чтобы разблокировать этот корабль.
zh_hans: 获取多元强铁星舰以解锁本船。

source: Get to Sector 5 with the Militia Multiverse Cruiser to unlock this ship.
fr: Atteindre le secteur 5 avec le croiseur multiversel de la Milice pour débloquer ce vaisseau.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Ополчения, чтобы разблокировать этот корабль.
zh_hans: 驾驶多元盟卫星舰抵达第五星区以解锁本船。

source: Get to Sector 5 with the Ministry Multiverse Cruiser to unlock this ship.
fr: Atteindre le secteur 5 avec le croiseur multiversel du Ministère pour débloquer ce vaisseau.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Министерства, чтобы разблокировать этот корабль.
zh_hans: 驾驶多元牧师团星舰抵达第五星区以解锁本船。

source: Get to Sector 5 with the Theocracy Multiverse Cruiser to unlock this ship OR Win with the Militia Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel de la Théocratie pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel de la Milice.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Теократии, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Ополчения.
zh_hans: 驾驶多元神权国星舰抵达第五星区以解锁本船 或使用多元盟卫星舰取得胜利。

source: Get to Sector 5 with the Angelic Multiverse Deathbringer to unlock this ship. OR Win with the Zoltan Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le Faucheur multiversel Angélique pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel Zoltan.
ru: Доберитесь до сектора 5 на Ангельском вестнике смерти Мультивселенной, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной золтан.
zh_hans: 驾驶多元告死星舰抵达第五星区以解锁本船 或使用多元超能星舰取得胜利。

source: Get to Sector 5 with the Fedration Multiverse Auto-Cruiser to unlock this ship. OR Win with the Theocracy Multiverse Cruiser.
fr: Atteindre le secteur 5 avec l'Auto-croiseur multiversel de la fédération pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel e la Théocratie.
ru: Доберитесь до сектора 5 на авто-крейсере Федерации Мультивселенной, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Теократии.
zh_hans: 驾驶多元联邦自动星舰抵达第五星区以解锁本船 或使用多元神权国星舰取得胜利。

# data/text_blueprints.xml.append$//text[@name="ship_PLAYER_SHIP_EMV_DUSK_unlock"]
source: Get to Sector 5 with the Alt-Rebel Multiverse Cruiser to unlock this ship. OR Win with the Angel Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Rebelles alternatifs pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel Angélique.
ru: Доберитесь до сектора 5 на альтернативном крейсере повстанцев Мультивселенной, чтобы разблокировать этот корабль. ИЛИ пройдите игру на Ангельском вестнике смерти Мультивселенной.
zh_hans: 驾驶多元异种叛军星舰抵达第五星区以解锁本船。 或使用多元告死星舰取得胜利。

# data/text_blueprints.xml.append$//text[@name="ship_PLAYER_SHIP_EMV_AUTO_unlock"]
source: Get to Sector 5 with the Duskbringer Multiverse Cruiser to unlock this ship. OR Win with the Federation Multiverse Auto-Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel Crépusculeur pour débloquer ce vaisseau. Ou gagner avec l'Auto-croiseur multiversel de la Fédération.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Вестников Заката, чтобы разблокировать этот корабль. ИЛИ пройдите игру на авто-крейсере Федерации Мультивселенной.
zh_hans: 驾驶多元暮临星舰抵达第五星区以解锁本船 或使用多元联邦自动星舰取得胜利。

source: Get to Sector 5 with the Rebellion Multiverse Auto-Cruiser to unlock this ship. OR Win with the Alt-Rebel Multiverse Cruiser.
fr: Atteindre le secteur 5 avec l'Auto-croiseur multiversel de la Rébellion pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Rebelles alternatifs.
ru: Доберитесь до сектора 5 на авто-крейсере Восстания Мультивселенной, чтобы разблокировать этот корабль. ИЛИ пройдите игру на альтернативном крейсере повстанцев Мультивселенной.
zh_hans: 驾驶多元叛军自动星舰抵达第五星区以解锁本船 或使用多元异种叛军星舰取得胜利。

source: Get to Sector 5 with the Spook Chaser Multiverse Cruiser to unlock this ship. OR Win with the Duskbringer Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Chasseurs d'Effroi pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel Crépusculeur.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Ловцов призраков, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Вестников Заката.
zh_hans: 驾驶多元寻鬼敢死队星舰抵达第五星区以解锁本船 或使用多元暮临星舰取得胜利。

source: Get to Sector 5 with the Republican Multiverse Cruiser to unlock this ship. OR Win with the Rebel Multiverse Auto-Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Républicains pour débloquer ce vaisseau. Ou gagner avec l'auto-croiseur multiversel Rebelle.
ru: Доберитесь до сектора 5 на Республиканском крейсере Мультивселенной, чтобы разблокировать этот корабль. ИЛИ пройдите игру на авто-крейсере Восстания Мультивселенной.
zh_hans: 驾驶多元共和国星舰抵达第五星区以解锁本船 或使用多元叛军自动星舰取得胜利。

source: Get to Sector 5 with the Hektar Multiverse Cruiser(tm) to unlock this ship. OR Win with the Spook-Chaser Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel Hektar(tm) pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Chasseurs d'Effroi.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной "Гектар Индастриз", чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Ловцов призраков.
zh_hans: 驾驶多元赫克塔星舰抵达第五星区以解锁本船 或使用多元寻鬼敢死队星舰取得胜利。

source: Get to Sector 5 with the Free Mantis Multiverse Cruiser to unlock this ship. OR Win with the Republican Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Mantis libres pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Républicains.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Свободных Богомолов, чтобы разблокировать этот корабль. ИЛИ пройдите игру на Республиканском крейсере Мультивселенной.
zh_hans: 驾驶多元自由螳螂星舰抵达第五星区以解锁本船 或使用多元共和国星舰取得胜利。

source: Get to Sector 5 with the Alt-MV Enforcer Cruiser to unlock this ship. OR Win with the Hektar Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Exécuteurs alternatifs pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel Hektar.
ru: Доберитесь до сектора 5 на альтернативном крейсере Мультивселенной силовике, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной "Гектар Индастриз".
zh_hans: 驾驶改-叛军多元星舰抵达第五星区以解锁本船 或使用多元赫克塔星舰取得胜利。

# data/text_blueprints.xml.append$//text[@name="ship_PLAYER_SHIP_EMV_HIVE_unlock"]
source: Get to Sector 5 with the Smuggler Multiverse Cruiser to unlock this ship. OR Win with the Free Mantis Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Contrebandiers pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Mantis libres.
ru: Доберитесь до сектора 5 на крейсере-прототипе Мультивселенной, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Свободных Богомолов.
zh_hans: 驾驶多元走私星舰抵达第五星区以解锁本船 或使用多元自由螳螂星舰取得胜利。

source: Get to Sector 5 with the Hive Multiverse Cruiser to unlock this ship. OR Win with the Alt-Enforcer Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel de la ruche pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Exécuteurs alternatifs.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Улья, чтобы разблокировать этот корабль. ИЛИ пройдите игру на альтернативном крейсере Мультивселенной силовике.
zh_hans: 驾驶多元母巢星舰抵达第五星区以解锁本船 或使用改-叛军多元星舰取得胜利。

source: Get to Sector 5 with the Coalition Multiverse Cruiser to unlock this ship. OR Win with the Smuggler Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel de la Coalition pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Contrebandiers.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Коалиции, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере-прототипе Мультивселенной.
zh_hans: 驾驶多元星联星舰抵达第五星区以解锁本船 或使用多元走私星舰取得胜利。

source: Get to Sector 5 with the Lanius Multiverse Cruiser to unlock this ship. OR Win with the Mantis Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Lanius pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Mantis.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной ланиусов, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Улья.
zh_hans: 驾驶多元食铁星舰抵达第五星区以解锁本船 或使用多元母巢星舰取得胜利。

source: Get to Sector 5 with the Lost Sun Multiverse Cruiser to unlock this ship. OR Win with the Coalition Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Lost Sun pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel de la Coalition.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Затерянных Солнц, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Коалиции.
zh_hans: 驾驶多元迷失烈阳星舰抵达第五星区以解锁本船 或使用多元星联星舰取得胜利。

# data/text_blueprints.xml.append$//text[@name="ship_PLAYER_SHIP_EMV_MFK_unlock"]
source: Get to Sector 5 with the Bishop Multiverse Cruiser to unlock this ship. OR Win with the Lanius Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel Evêques pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Lanius.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Епископов, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной ланиусов.
zh_hans: 驾驶多元主教星舰抵达第五星区以解锁本船 或使用多元食铁星舰取得胜利。

source: Get to Sector 5 with the MFK Multiverse Cruiser to unlock this ship. OR Win with the Lost Sun Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel MFK pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Lost Sun.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной МФК, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Затерянных Солнц.
zh_hans: 驾驶多元MFK星舰抵达第五星区以解锁本船 或使用多元迷失烈阳星舰取得胜利。

source: Get to Sector 5 with the Paladin Multiverse Cruiser to unlock this ship. OR Win with the Bishop Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel dee Paladins pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel Evêques.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Паладинов, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Епископов.
zh_hans: 驾驶多元圣骑士星舰抵达第五星区以解锁本船 或使用多元主教星舰取得胜利。

# data/text_blueprints.xml.append$//text[@name="ship_PLAYER_SHIP_EMV_SALT_unlock"]
source: Get to Sector 5 with the Cultivator Multiverse Cruiser to unlock this ship. OR Win with the MFK Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel des Cultivateurs pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel MFK.
ru: Доберитесь до сектора 5 на крейсере Мультивселенной Культиваторов, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной МФК.
zh_hans: 驾驶多元种植者星舰抵达第五星区以解锁本船 或使用多元MFK星舰取得胜利。

source: Get to Sector 5 with the Sodium Multiverse Cruiser to unlock this ship. OR Win with the Paladin Multiverse Cruiser.
fr: Atteindre le secteur 5 avec le croiseur multiversel Sodium pour débloquer ce vaisseau. Ou gagner avec le croiseur multiversel des Paladins.
ru: Доберитесь до сектора 5 на натриевом крейсере Мультивселенной, чтобы разблокировать этот корабль. ИЛИ пройдите игру на крейсере Мультивселенной Паладинов.
zh_hans: 驾驶多元纳星舰抵达第五星区以解锁本船 或使用多元圣骑士星舰取得胜利。

source: Achieve victory with all of the newly introduced Multiverse Cruisers.
fr: Remporter la victoire avec tous les nouveaux croiseurs Multiversels.
ru: Добейтесь победы на всех новых крейсерах Мультивселенной.
zh_hans: 使用所有新增的多元星舰取得胜利。

# data/text_blueprints.xml.append$//text[@name="ship_PLAYER_SHIP_EMV_PURE_unlock"]
source: Defeat CURA as the MV Auto Cruiser.
fr: Battre CURA avec l'auto-croiseur Multiversel.
ru: Победите КУРУ на МВ авто крейсере.
zh_hans: 以多元叛军自动星舰击败 CURA。

source: Destroy the Hive Palace as the MV Free Mantis Cruiser.
fr: Détruire le palais de la ruche avec le croiseur Multiversel des Mantis libres.
ru: Уничтожьте дворец Улья на МВ крейсере Свободных богомолов.
zh_hans: 以多元自由螳螂星舰摧毁母巢。

source: Save Freddy as the MV Hive Mantis Cruiser.
fr: Sauver Freddy avec le croiseur Multiversel de la ruche Mantis.
ru: Спасите Фредди на МВ крейсере Улья.
zh_hans: 以多元母巢螳螂星舰营救弗雷迪。
