Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_mercenary"]/desc
source: Elite human crew. The skilled and deadly Rogue crew, trained to serve the Old Glory. Inherited Human stat: minor suffocation resistance
fr: Équipage humain d'élite. L'équipage Vaurien, habile et redoutable, entraîné pour servir la Vieille Gloire. Stats. héritées des Humains : résistance mineure à l'asphyxie
ru: Элитный экипаж людей. Опытный и смертоносный экипаж Отступников, обученный служить Старому порядку. Наследует характеристики человека: незначительная сопротивляемость удушью
zh_hans: 精英人类船员，训练有素、致命高效的浪人船员，曾受训效忠于“往昔荣光”。 继承人类特性： 轻微窒息抗性

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_mercenary"]/title
source: Rogue Mercenary
fr: Mercenaire Vaurien
ru: Наемник Отступников
zh_hans: 浪人佣兵

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_mercenary"]/short
source: Mercenary
fr: Mercenaire
ru: Наемник
zh_hans: 佣兵

source: Active ability: Performs a quick knife slash that inflicts a Bleeding debuff.
fr: Capacité active : Effectue une entaille rapide au couteau qui inflige un affaiblissement de type Saignement.
ru: Активная способность: выполняет быстрый удар ножом, накладывающий дебафф "Кровотечение".
zh_hans: 主动技能： 快速挥斩一刀，对目标施加流血效果。

source: Inflicts 1.1x damage in crew combat.
fr: Inflige 1,1x plus de dégâts lors des combats d'équipage.
ru: Наносит 1.1х урон в бою с экипажем.
zh_hans: 船员战斗中造成 1.1 倍伤害。

source: Takes 0.9x damage from crew combat and 0.6x from fires.
fr: Subit 0,9x les dégâts causés par les combats d'équipage et 0,6x ceux causés par les incendies.
ru: Получает 0.9x урона в бою с экипажем и 0.6x от пожаров.
zh_hans: 船员战斗伤害减免 0.9 倍，火焰伤害减免 0.6 倍。

source: Learns skills much faster.
fr: Apprend les compétences beaucoup plus rapidement.
ru: Осваивает навыки гораздо быстрее.
zh_hans: 学习技能速度大幅提升。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_commander"]/desc
source: Super elite human crew. Carrying their Ace training, these guys can cripple even the morale of their prey, leaving them easy targets.
fr: Une équipe humaine d'élite. Grâce à leur formation d'élite, ces gars peuvent même saper le moral de leurs proies, les transformant ainsi en cibles faciles.
ru: Суперэлитный экипаж людей. Благодаря своему отличным навыкам, эти парни могут подорвать боевой дух своих жертв, превратив их в легкую добычу.
zh_hans: 超精英人类船员，身经百战的王牌训练，他们甚至能瓦解猎物的士气，使其沦为待宰的羔羊。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_commander"]/title
source: Rogue Commander
fr: Commandant Vaurien
ru: Командир Отступников
zh_hans: 浪人指挥官

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_commander"]/short
source: Commander
fr: Commandant
ru: Командир
zh_hans: 指挥官

source: Active ability: Shouts a roaring battle cry that empowers your human crew, and crippling the morale of all non-human crew at the same time.
fr: Capacité active : Pousse un cri de guerre rugissant qui renforce votre équipage humain tout en sapant le moral de tous les membres d'équipage non humains.
ru: Активная способность: издает грозный боевой клич, который придает силы вашему экипажу людей и одновременно подрывает боевой дух всех нечеловеческих членов экипажа.
zh_hans: 主动技能： 发出震天战吼，强化己方人类船员，同时重挫所有非人类船员的士气。

source: Inflicts 1.8x damage in crew combat.
fr: Inflige 1,8x plus de dégâts lors des combats d'équipage.
ru: Наносит 1.8х урон в бою с экипажем.
zh_hans: 船员战斗中造成 1.8 倍伤害。

source: Sabotages systems at 2x speed.
fr: Sabote les systèmes 2x plus rapidement.
ru: Ломает системы со скоростью 2x.
zh_hans: 系统破坏速度提升至 2 倍。

source: Takes 0.7x damage from crew combat, fires, and suffocation.
fr: Subit 0,7x les dégâts causés par les combats d'équipage, les incendies et de la suffocation.
ru: Получает 0.7х урона в бою с экипажем, пожаров и удушья.
zh_hans: 船员战斗、火焰及窒息伤害减免 0.7 倍。

source: Trained in lvl2 skills.
fr: Formé aux compétences de niveau 2.
ru: Обучен навыкам 2 уровня.
zh_hans: 掌握二级技能。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_vance"]/desc
source: Admiral Vance of the Multiversal Rogue Fleet. Sort of a criminal.
fr: L'amiral Vance de la Flotte Vaurienne Multiverselle. En quelque sorte un criminel.
ru: Адмирал Вэнс из флота Отступников Мультивселенной. Своего рода преступник.
zh_hans: 多元宇宙浪人舰队上将——万斯。勉强算个罪犯。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_vance"]/title
source: Rogue Admiral
fr: Amiral Vaurien
ru: Отступник-Адмирал
zh_hans: 浪人上将

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_vance"]/short
source: Rogue Admiral
fr: Amiral Vaurien
ru: Отступник-Адмирал
zh_hans: 浪人上将

source: Max Health is increased to 150.
fr: La santé maximale est augmentée à 150.
ru: Максимальное здоровье увеличено до 150.
zh_hans: 最大生命值提升至 150。

source: Moves at 0.6x speed.
fr: Se déplace à une vitesse de 0,6x.
ru: Передвигается со скоростью 0.6х.
zh_hans: 移动速度降低至 0.6 倍。

source: Deals 2x damage in crew combat. Sabotages at 2.2x speed.
fr: Inflige 2x plus de dégâts lors des combats d'équipage. Sabote à une vitesse 2,2x supérieure.
ru: Наносит урон в 2х урона в бою с экипажем. 2.2х скорость диверсии.
zh_hans: 船员战斗造成 2 倍伤害。破坏速度提升至 2.2 倍。

source: Takes half damage from Hazards.
fr: Subit la moitié des dégâts environnementaux.
ru: Получает половинный урон от среды.
zh_hans: 受到环境伤害时，伤害减半。

source: Self-administers medicine, healing 3.2hp/s if unharmed for 15 seconds.
fr: S'administre lui-même un médicament qui soigne 3,2 pv/s s'il n'est pas blessé pendant 15 secondes.
ru: Самостоятельно принимает медикаменты, восстанавливая 3.2 ОЗ/с если не получает урон в течение 15 секунд.
zh_hans: 自我用药：若 15 秒内未受伤害，每秒恢复 3.2 点生命值。

source: Trained in lvl2 skills.
fr: Formé aux compétences de niveau 2.
ru: Обучен навыкам 2 уровня.
zh_hans: 掌握二级技能。

source: Resists mind control.
fr: Résiste au contrôle mental.
ru: Сопротивляется контролю разума.
zh_hans: 抵抗心灵控制。

source: Will cloak at 30hp, becoming briefly uncontrollable but heals very quickly. Cannot be targeted.
fr: Se camoufle à 30 PV, devenant brièvement incontrôlable mais se soignant très rapidement. Ne peut pas être ciblé.
ru: При 30 ОЗ становится невидимым, на короткое время теряет контроль над собой, но очень быстро восстанавливает здоровье. Не может быть целью атаки.
zh_hans: 生命值降至 30 时进入隐形状态，短暂失控但快速恢复生命，无法被指定为目标。

source: Sheer xenophobia buffs allied humans in the same room, causing them to deal 1.25x damage, have 1.1x health and repair 1.2x as fast.
fr: La xénophobie pure et simple lie les humains dans la même pièce, leur permettant d'infliger 1,25x plus de dégâts, d'avoir 1,1x plus de santé et de réparer 1,2x plus vite.
ru: Искренняя ксенофобия объединяет людей в одном отсеке, заставляя их наносить в 1.25х урона в бою, иметь 1.1х здоровья и лечиться со скоростью 1.2х.
zh_hans: 纯粹的排外心理强化同一舱室内的友方人类，使其造成 1.25 倍伤害、拥有 1.1 倍生命值，并提升 1.2 倍修复速度。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_leah"]/desc
source: The infamous Beam Master, and apparently the Right Hand Woman of the Multiversal Rogue Fleet.
fr: Le célèbre Maître du Rayon, et apparemment la Main Droite de la Flotte Vaurienne Multiverselle.
ru: Печально известная Мастер Лучей и, по всей видимости, правая рука флота Отступников Мультивселенной.
zh_hans: 臭名昭著的光束大师，据称是多元宇宙浪人舰队的左右手。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_leah"]/title
source: The Beam Master
fr: Le Maître des rayons
ru: Мастер Лучей
zh_hans: 光束大师

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_leah"]/short
source: The Beam Master
fr: Le Maître des rayons
ru: Мастер Лучей
zh_hans: 光束大师

source: Inflicts 1.4x damage in crew combat.
fr: Inflige 1,4x de dégâts lors des combats d'équipage.
ru: Наносит 1.4х урон в бою с экипажем.
zh_hans: 船员战斗中造成 1.4 倍伤害。

source: Sabotages systems at 1.5x speed.
fr: Sabote les systèmes à une vitesse de 1,5x.
ru: Ломает системы со скоростью 1.5x.
zh_hans: 系统破坏速度提升至 1.5 倍。

source: Takes 0.7x damage from crew combat, fires, and suffocation.
fr: Subit 0,7x les dégâts causés par les combats d'équipage, les incendies et de la suffocation.
ru: Получает 0.7х урона в бою с экипажем, пожаров и удушья.
zh_hans: 船员战斗、火焰及窒息伤害减免 0.7 倍。

source: Trained in lvl1 skills.
fr: Formé aux compétences de niveau 1.
ru: Обучен навыкам 1 уровня.
zh_hans: 掌握一级技能。

source: Can teleport across any ship.
fr: Peut se téléporter sur n'importe quel vaisseau.
ru: Может телепортироваться на любой корабль.
zh_hans: 可传送至任意舰船。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_medic"]/desc
source: Elite medic crew. Allies of a Multiversal criminal, but not as combative or keen on fixing up aliens.. Inherited Human stats: minor hazardous damage resistance, learns non-combat skills faster
fr: Équipage médical d'élite. Alliés d'un criminel multiversel, mais moins combatifs et moins enclins à soigner les aliens. Stats. héritées des humains : Résistance mineure aux dégâts environnementaux, apprentissage plus rapide des compétences non-combattantes
ru: Элитный медицинский экипаж. Соратники преступников Мультивселенной, но не столь воинственные и не столь заинтересованные в лечении пришельцев. Наследует характеристики людей: небольшая устойчивость к опасностям, быстрее осваивает небоевые навыки.
zh_hans: 精英医疗船员 他们是多元宇宙罪犯的盟友，但不擅长战斗，也不太热衷于治疗外星人…… 继承人类特性： 轻微环境伤害抗性，非战斗技能学习速度提升

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_medic"]/title
source: Rogue Medic
fr: Infirmier Vaurien
ru: Медик Отступников
zh_hans: 浪人医疗员

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_medic"]/short
source: Medic
fr: Infirmier
ru: Медик
zh_hans: 人类医疗员

source: Active Ability: Heals all nearby allies for 15 hp and Halves damage taken briefly.
fr: Capacité active : Soigne tous les alliés proches de 15PV et réduit de moitié les dégâts subis pendant une courte durée.
ru: Активная способность: исцеляет всех союзников поблизости на 15 ОЗ и на короткое время уменьшает получаемый урон вдвое.
zh_hans: 主动技能：为附近所有友方单位恢复 15 点生命值，并在短时间内使所受伤害减半。

source: Regenerates 3.2hp/s if unharmed for 15 seconds.
fr: Se régénère à raison de 3,2PV/s si aucun dommage n'est subi pendant 15 secondes.
ru: Регенерирует 3.2 ОЗ/с, если не получает урон в течение 15 секунд.
zh_hans: 若 15 秒内未受伤害，每秒恢复 3.2 点生命值。

source: All human crew heal 2 hp/s.
fr: Tous les membres d'équipage humains se soignent à raison de 2 PV/s.
ru: Все члены экипажа восстанавливают 2 ОЗ/с.
zh_hans: 所有人类船员每秒恢复 2 点生命值。

source: Inflicts halved damage in crew combat, learns combat slower.
fr: Inflige la moitié des dégâts en combat d'équipage et apprend le combat plus lentement.
ru: Наносит вдвое меньший урон в бою с экипажем, обучается бою медленнее.
zh_hans: 船员战斗伤害减半，战斗技能学习速度降低。

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_engineer"]/desc
source: Elite engineer crew. Skilled engineers who have repurposed their brawns for combat and repurposed drones to provide repairs. Inherited Human stats: minor suffocation resistance, learns skills faster
fr: Équipage d'ingénieurs d'élite. Des ingénieurs talentueux ayant réorienté leur force physique vers le combat et adapté des drones pour effectuer des réparations. Stats. héritées des humains : résistance mineure à la suffocation, apprentissage plus rapide des compétences
ru: Элитный экипаж инженеров. Квалифицированные инженеры, которые направили свою физическую силу для боевых действий и перепрофилировали дронов для проведения ремонтных работ. Наследует характеристики людей: небольшая сопротивляемость удушью, быстрое освоение навыков.
zh_hans: 精英工程师船员他们是技艺精湛的工程师，将强健的体魄用于战斗，并将无人机改造为维修工具。 继承人类特性： 轻微窒息抗性，学习技能速度提升

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_engineer"]/title
source: Rogue Engineer
fr: Ingénieur Vaurien
ru: Инженер Отступников
zh_hans: 浪人工程师

# data/blueprints.xml.append$//crewBlueprint[@name="emv_mv_human_engineer"]/short
source: Engineer
fr: Ingénieur
ru: Инженер
zh_hans: 人类工程师

source: Active Ability: Summons a Repair Drone that lasts for 25 seconds.
fr: Capacité active : invoque un drone de réparation pendant 25 secondes.
ru: Активная способность: вызывает ремонтный дрон, который действует в течении 25 секунд.
zh_hans: 主动技能：召唤一个持续 25 秒的维修无人机。

source: 0.25x repair speed.
fr: Vitesse de réparation 0,25x.
ru: 0.25х скорость ремонта.
zh_hans: 修复速度降低至 0.25 倍。

source: 1.5x Combat Damage.
fr: Dégâts de combat x1,5.
ru: 1.5x урон в бою.
zh_hans: 1.5 倍战斗伤害。

source: Takes 0.6x damage from fires.
fr: Subit 0,6x les dégâts causés par le feu.
ru: Получает 0.6х урона от пожаров.
zh_hans: 火灾伤害减免 0.6 倍。

source: Learns repairs even faster.
fr: Apprend à réparer encore plus rapidement.
ru: Учится ремонту еще быстрее.
zh_hans: 修复技能学习速度大幅提升。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_emv_mortis"]/desc
source: Former Bishop and part of the Queen's personal guard and now the greatest Mantis bounty hunter. Also has deep appreciation to Victoria era clothing. Inherited Bishop Stat: 1.65x Movement speed, 0.07x repair speed.
fr: Ancien évêque et membre de la garde personnelle de la Reine, il est aujourd'hui le plus grand chasseur de primes Mantis. Il a également une profonde appréciation pour les vêtements de l'époque victorienne. Stat. héritées des Évêques : Vitesse de déplacement x1,65, vitesse de réparation x0,07.
ru: Бывший Епископ и член личной гвардии королевы, а ныне величайший охотник за головами из клана богомолов. Также очень любит одежду викторианской эпохи. Наследует характеристики Епископа: 1.65х скорость передвижения, 0.07x скорость ремонта.
zh_hans: 前主教，女王亲卫成员，如今是最伟大的螳螂赏金猎人。对维多利亚时代的服饰情有独钟。 继承主教特性：1.65 倍移动速度，0.07 倍修复速度。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_emv_mortis"]/title
source: Mantis Bountymaster
fr: Chasseur de primes Mantis
ru: Богомол Баунтимастер
zh_hans: 螳螂赏金大师

# data/blueprints.xml.append$//crewBlueprint[@name="unique_emv_mortis"]/short
source: Bountymaster
fr: Chasseur de primes
ru: Баунтимастер
zh_hans: 赏金大师

source: Active ability: Deploy pheromone bomb that greatly increases their combat damage and denies enemy healing.
fr: Capacité active : Déploie une bombe à phéromones qui augmente considérablement les dégâts infligés au combat et empêche les ennemis de se soigner.
ru: Активная способность: Размещает феромонную бомбу, которая значительно увеличивает его боевой урон и лишает врагов возможности лечения.
zh_hans: 主动技能：部署信息素炸弹，大幅提升自身战斗伤害，并禁止敌方恢复生命。

source: Deals 2.5x combat damage. Takes 0.6x damage in crew combat.
fr: Inflige 2,5x les dégâts de combat. Subit 0,6x les dégâts lors des combats d'équipage.
ru: Наносит 2.5х боевой урон. Получает 0.6х урон в бою с экипажем.
zh_hans: 造成 2.5 倍战斗伤害。船员战斗中所受伤害减免 0.6 倍。

source: Health increased to 125.
fr: La santé est passée à 125PV.
ru: Максимальное здоровье увеличено до 125.
zh_hans: 生命值提升至 125。

source: Immune to Suffocation and takes halved damage from fires.
fr: Immunisé à la suffocation et subit la moitié des dégâts causés par le feu.
ru: Невосприимчив к удушью и получает вдвое меньше урона от пожаров.
zh_hans: 免疫窒息伤害，火焰伤害减半。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_emv_vitae"]/desc
source: An unusually well versed former Mantis Warlord that excels in medical practice, but will kick you down regardless. An avid appreciator of human culture centered around health and medicine. Inherited Warlord Stat: 0.8x Damage taken in crew combat, 0.5x repair speed.
fr: Un ancien seigneur de guerre Mantis exceptionnellement érudit, excellent en médecine, mais qui vous mettra tout de même à terre sans hésiter. Grand admirateur de la culture humaine axée sur la santé et la médecine. Stat. héritées du Seigneur de guerre : Dégâts reçus en combat d'équipage x0,8, vitesse de réparation x0,5.
ru: Необычайно опытный бывший Полководец богомолов, который преуспел в медицине, но при этом не пощадит вас. Ярый поклонник человеческой культуры, связанной со здоровьем и медициной. Наследует характеристики Полководца: 0.8x получаемый урон в бою с экипажем, 0.5x скорость ремонта.
zh_hans: 一位学识异常渊博的前自由螳螂军阀，精通医术，但照样能把你踢翻在地。热衷欣赏人类以健康和医药为核心的文化。 继承螳螂军阀特性：船员战斗中所受伤害减免 0.8 倍，修复速度降低至 0.5 倍。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_emv_vitae"]/title
source: Mantis Doctor
fr: Médecin Mantis
ru: Богомол Доктор
zh_hans: 螳螂医者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_emv_vitae"]/short
source: Doctor
fr: Médecin
ru: Доктор
zh_hans: 医者

source: Active ability: Releases medical pheromones that heal allied crew for 7.5hp/s.
fr: Capacité active : Libère des phéromones médicinales qui soignent les membres d'équipage alliés à raison de 7,5 PV/s.
ru: Активная способность: выделяет медицинские феромоны, которые лечат союзников на 7.5 ОЗ/с.
zh_hans: 主动技能：释放医疗信息素，每秒为友方船员恢复 7.5 点生命值。

source: Combat damage increased to 1.4x.
fr: Dégâts de combat augmentés de 1,4x.
ru: Урон в бою увеличен до 1.4х.
zh_hans: 战斗伤害提升至 1.4 倍。

source: Health increased to 110.
fr: La santé est passée à 110PV.
ru: Максимальное здоровье увеличено до 110.
zh_hans: 生命值提升至 110。

source: MV Auto-Cruiser
fr: Auto-Croiseur multiversel
ru: МВ авто-крейсер
zh_hans: 多元叛军自动星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT8"]/name
source: Whirlwind
fr: Tourbillon
ru: Вихрь
zh_hans: 旋风

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT8"]/desc
source: One of the forerunners of Multiversal travelling done by the Rebellion, this reprogrammed automated vessel is a nearly perfected vicious war machine.
fr: L'un des précurseurs des voyages multiversels effectués par la Rébellion, ce vaisseau automatisé reprogrammé est une machine de guerre vicieuse presque parfaite.
ru: Один из предшественников путешествий по Мультивселенной, осуществляемых повстанцами, этот перепрограммированный автоматизированный корабль представляет собой почти совершенную чудовищную военную машину.
zh_hans: 作为叛军多元宇宙旅行的先驱之一，这艘被重新编程的自动化舰船堪称近乎完美的凶残战争机器。

source: MV Coalition Cruiser
fr: Croiseur multiversel de la Coalition
ru: МВ-крейсер Коалиции
zh_hans: 多元星联星舰

source: Birgus latro
ru: Пальмовый Вор
zh_hans: 椰子蟹

source: The formation of the Coalition has been agreed upon by the notorious leaders of the Hive, the Theocracy, the Kleptocracy and the Eargen republic. Their goal is simple; vanquish their enemies, even through realities.
fr: La formation de la Coalition a été approuvée par les dirigeants notoires de la Ruche, de la Théocratie, de la Kleptocratie et de la République d'Eargen. Leur objectif est simple : vaincre leurs ennemis, même à travers les réalités.
ru: О создании коалиции договорились известные лидеры Улья, Теократии, Клептократии и Иргенской Республики. Их цель проста: победить своих врагов, даже сквозь реальности.
zh_hans: 星联的成立，已由臭名昭著的母巢、神权国、星盗会及共和国各方领袖共同议定。他们的目标简单明确：即便跨越现实，也要消灭敌人。

source: MV Kadahellian Cruiser
fr: Croiseur multiversel Kadahellien
ru: Кадахельский МВ-крейсер
zh_hans: 多元卡达赫利安星舰

source: Bioethanol
fr: Bioéthanol
ru: Биоэтанол
zh_hans: 生物乙醇

source: Having finally set aside their differences, the Florals and Vampweeds decided to take this ship, alongside an unlikely ally, to a joyride. They didn't expect that abandoning their former ideals was profitable.
fr: Après avoir finalement mis leurs différends de côté, les Floraux et les Vampiflores ont décidé de prendre ce vaisseau, aux côtés d'un allié improbable, pour faire une virée. Ils ne s'attendaient pas à ce que l'abandon de leurs anciens idéaux soit profitable.
ru: Наконец преодолев разногласия, Флоралы и вампсорняки объединились на этом корабле вместе с неожиданным союзником, чтобы отправиться в захватывающее путешествие. Они и представить не могли, что отказ от прежних идеалов окажется настолько плодотворным.
zh_hans: 终于放下分歧的兰花与血兰花，连同一位意想不到的盟友，决定开着这艘船出去兜兜风。他们没想到，抛弃旧日信条竟如此有利可图。

source: MV Federation Auto-Cruiser
fr: Auto-croiseur Multiversel de la Fédération
ru: МВ авто-крейсер Федерации
zh_hans: 多元联邦自动舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT5"]/name
source: Lunokhod
ru: Луноход
zh_hans: 月球车

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT5"]/desc
source: A last ditch effort made by the Federation to mend the shortage of well armed Multiversal ships. Despite being originally made for research, it has been hastily refitted for combat purposes, paired with its pinpoint sensors' accuracy.
fr: Une dernière tentative désespérée de la Fédération pour pallier la pénurie de vaisseaux multiversels bien armés. Bien qu'il ait été initialement conçu pour la recherche, il a été rapidement réaménagé à des fins militaires, et équipé de capteurs d'une précision extrême.
ru: Последняя попытка Федерации восполнить нехватку хорошо вооруженных кораблей Мультивселенной. Несмотря на то, что изначально корабль был создан для исследовательских целей, он был в спешном порядке переоборудован для боевых целей и оснащен высокоточными сенсорами.
zh_hans: 这是联邦为弥补武装多元宇宙舰船短缺而孤注一掷的产物。尽管最初是为科研用途设计，但它已被仓促改装为战斗舰船，并保留了高精度传感器的准确性。

source: MV Angelic Deathbringer
fr: Faucheur Angélique Multiversel
ru: МВ Ангельский вестник смерти
zh_hans: 多元告死星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT4"]/name
source: Raphael
fr: Raphaël
ru: Рафаэль
zh_hans: 拉斐尔

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT4"]/desc
source: When Vael caught wind of the surge of Multiversal travelling, he wasted no time expanding his business across realities. This killer ship was the perfect candidate for his endeavours.
fr: Lorsque Vael eut vent de l'essor des voyages multiversels, il ne tarda pas à étendre ses activités à travers les réalités. Ce vaisseau redoutable était le candidat idéal pour ses projets.
ru: Когда Ваэль узнал о росте популярности путешествий по мультивселенной, он не терял времени и расширил свой бизнес на другие реальности. Этот убийственный корабль был идеальным кандидатом для его начинаний.
zh_hans: 当威尔察觉到多元宇宙旅行的热潮时，他毫不迟疑地将生意拓展到了各个现实。这艘杀手舰正是他扩张事业的完美选择。

source: MV Free Mantis Cruiser
fr: Croiseur multiversel des Mantis libres
ru: МВ-крейсер Свободных Богомолов
zh_hans: 多元自由螳螂星舰

source: Stardust
ru: Звездная Пыль
zh_hans: 星尘

source: You're not sure how, but whatever pheromone addiction the Free Mantis have couldn't stop them from getting a ship made for Multiversal purposes. This ship is a great example of the primal force of the Free Mantis, and their hate for the Hive and Zoltans.
fr: Vous ne savez pas exactement comment, mais quelle que soit la dépendance aux phéromones dont souffrent les Mantis libres, cela ne les a pas empêchés de se procurer un vaisseau conçu pour des fins multiverselles. Ce vaisseau illustre parfaitement la force primitive des Mantis libres et leur haine envers la Ruche et les Zoltans.
ru: Вы не знаете, как именно, но какая бы зависимость от феромонов ни была у Свободных Богомолов, она не помешала им построить корабль для путешествий по Мультивселенной. Этот корабль - прекрасный пример первозданной силы Свободных Богомолов и их ненависти к Рою и золтанам.
zh_hans: 你不清楚其中缘由，但自由螳螂的信息素成瘾似乎并未阻碍他们打造出这艘适应多元宇宙航行的舰船。这艘船完美展现了自由螳螂的原始力量，以及他们对 母巢与超能族的憎恨。

source: MV Militia Cruiser
fr: Croiseur multiversel de la Milice
ru: МВ-крейсер Ополчения
zh_hans: 多元盟卫星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT1"]/name
source: Marshall
ru: Маршалл
zh_hans: 马歇尔
