Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_1"]/title
source: Piercing Heavy Laser
fr: Laser Perforant Lourd
ru: Пронзающий тяжелый лазер
zh_hans: 穿刺重型激光

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_1"]/short
source: Pierce Heavy
fr: Perf. Lourd
ru: Пронз. тяжелый
zh_hans: 穿刺重激

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_1"]/desc
source: [ARTILLERY, PIERCE HEAVY ARTI, 2 DAMAGE, CANNOT MISS, 3 PER CHARGE, LOCKDOWN ON HIT]
fr: [ARTILLERIE, TRAVERSE LES ARTILLERIES LOURDES, 2 DÉGÂTS, TIRE À TOUS LES COUPS, 3 PAR CHARGE, VERROUILLAGE À L'IMPACT]
ru: [АРТИЛЛЕРИЯ, ПРОНЗАЮЩАЯ ТЯЖЕЛАЯ АРТИЛЛЕРИЯ, 2 УРОНА, НЕ МОЖЕТ ПРОМАХНУТЬСЯ, 3 ВЫСТРЕЛА ЗА ЗАЛП, ЗАПИРАНИЕ ПРИ ПОПАДАНИИ]
zh_hans: [巨炮，重型穿甲炮，2 点伤害，必中，每轮充能 3 发，命中造成封锁]

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_2"]/title
source: Particle Missile
fr: Missile à particules
ru: Ракетница с ускорителем частиц
zh_hans: 粒子导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_2"]/short
source: Particle M.
fr: M. Part.
ru: УЧ-ракеты
zh_hans: 粒子导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_2"]/desc
source: [ARTILLERY, PARTICLE MISSILE ARTI, 1 SYS DAMAGE, CANNOT MISS, 3 PER CHARGE, LOCKDOWN ON HIT]
fr: [ARTILLERIE, MISSILES À PARTICULES, 1 DÉGÂT AUX SYSTÈMES, TIRE À TOUS LES COUPS, 3 PAR CHARGE, VERROUILLAGE À L'IMPACT]
ru: [АРТИЛЛЕРИЯ, РАКЕТА С ЧАСТИЦАМИ, 1 СИСТЕМНЫЙ УРОН, НЕ МОЖЕТ ПРОМАХНУТЬСЯ, 3 ВЫСТРЕЛА ЗА ЗАЛП, ЗАПИРАНИЕ ПРИ ПОПАДАНИИ]
zh_hans: [巨炮，粒子导弹炮，1 点系统伤害，必中，每轮充能 3 发，命中造成 封锁]

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_3"]/title
source: 'Fauchard' Beam
fr: Rayon 'Fauchard'
ru: Луч "Фашард"
zh_hans: '斩矛'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_3"]/short
source: 'Fauchard'
ru: Фашард
zh_hans: 斩矛光束

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_3"]/desc
source: This terrifying radiation Beam is capable of shredding shipboard systems in addition to crew.
fr: Ce redoutable rayon de radiation est capable de déchiqueter les systèmes du vaisseau en plus de l'équipage.
ru: Этот ужасающий радиационный луч способен уничтожать не только экипаж, но и корабельные системы.
zh_hans: 这种可怕的虚弱光束不仅能摧毁船员，还能伤害舰上的系统。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_4"]/title
source: Heavy Energy
fr: Énergie Lourde
ru: Тяжелая энергетическая пушка
zh_hans: 重型能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_4"]/short
source: Heavy Energy
fr: Énergie Lourde
ru: Тяжелая ЭП
zh_hans: 重型能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_ARTI_4"]/desc
source: Energy weapons can disable systems while also causing hull damage. This one does additional hull damage on systemless rooms.
fr: Les armes à énergie désactivent les systèmes et infligent des dégâts de coque. Variante anticoque.
ru: Энергетическое оружие отключает системы и повреждает корпус. Это орудие наносит дополнительный урон отсекам без систем.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。这种可对无系统的舱室造成额外的舰体伤害。

source: Fire-Starter
fr: Laser incendiaire
ru: Поджигатель
zh_hans: 火焰激光

source: Fire-Starter
fr: Laser incendiaire
ru: Поджигат
zh_hans: 火焰激光

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_LASER_FIRE"]/desc
source: A modified Laser weapon which starts a fire with each projectile, as well as harming enemy systems and hull but not crew.
fr: Une arme Laser modifiée pour allumer un feu à chaque projectile, endommageant le vaisseau, mais pas directement l'équipage.
ru: Модифицированый лазер, каждый снаряд которого начинает пожар и повреждает вражеский корпус и системы, но не затрагивает экипаж.
zh_hans: 一种改装激光武器，每枚弹体都会引发火焰，并伤害敌方的系统和舰体，但不会伤害船员。

source: 'Hades' Missiles
fr: Missiles 'Hadès'
ru: Ракетная установка "Аид"
zh_hans: '冥神'导弹

source: 'Hades'
fr: 'Hadès'
ru: Аид
zh_hans: 冥神导弹

source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ PAS VOIR ÇA.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

source: Ignited Flak Gun
fr: Canon Flak Préchargé
ru: Поджигающее осколочное орудие
zh_hans: 火焰破片炮

source: Fire Flak
fr: Flak Incendiaire
ru: Подж. оскол. оруд.
zh_hans: 火焰破片

source: Fires 4 flaming projectiles that have an increased chance to start a fire.
fr: Tire 4 projectiles enflammés qui ont plus de chances de déclencher un incendie.
ru: Выпускает 4 горящих снаряда, которые имеют повышенный шанс устроить пожар.
zh_hans: 发射4枚燃烧弹体，这些弹体有更高的几率引发火灾。

source: 'Cinquedea' Pinpoint
fr: Aiguillon 'Cinquedea'
ru: Точечный луч "Чинкуэда"
zh_hans: '五指剑'光点

source: 'Cinquedea'
ru: Чинкуэда
zh_hans: 指剑光点

source: This Pinpoint weapon only does a moderate amount of damage, but quickly ramps up its fire rate until it becomes devastating on enemies with their shields down.
fr: Cette arme aiguillon inflige des dégâts modérés, mais augmente rapidement sa cadence de tir jusqu'à devenir dévastatrice contre les ennemis dont les boucliers sont abaissés.
ru: Этот точечный луч наносит не слишком много урона, но его скорость стрельбы быстро повышается, позволяя ему сокрушать корабли без щитов.
zh_hans: 这种光点武器只能造成中量的伤害，但其射速会迅速提高，直至对护盾失效的敌人造成毁灭性打击。

source: Modular Laser
fr: Laser Modulaire
ru: Модульный лазер
zh_hans: 模块激光

source: Mod. Laser
fr: Laser Mod.
ru: Мод. лазер
zh_hans: 模块激光

source: Produced by Hektar Industries(TM), this is the base for a Modular Laser. It supports 1 attribute module and 1 status module. Has no incompatible modules. ----CURRENTLY INSTALLED MODULES---- Attribute - Firestarter Status - Lockdown
fr: Produit par Hektar Industries(TM), cette arme est une base de Laser modulaire. Peut intégrer 1 module d'attribut et 1 module de statut. Pas de module incompatible. ----MODULES INSTALLÉS---- Attribut - Incendiaire Statut - Verrouillage
ru: Основа модульного лазера производства "Гектар Индастриз"(ТМ). Поддерживает 1 атрибутный и 1 статусный модуль. Полная совместимость со всеми модулями. ----УСТАНОВЛЕННЫЕ МОДУЛИ---- Атрибут - Модуль поджога Статус - Модуль изоляции
zh_hans: 赫克塔工业(TM)生产，这是模块激光的基武器。它支持1个特性模块与1个特效模块。 与所有模块兼容。 ----当前模块---- 特性 - 引火 特效 - 封锁

source: Uplifted Burst Laser II
fr: Laser Rafale II amélioré
ru: Улучшенный импульсный лазер мод. II
zh_hans: 进阶爆裂激光II

source: Uplifted II
fr: Laser amélioré II
ru: Ул. импульс II
zh_hans: 进阶爆裂II

source: Pew pew pew, ssstranger.
fr: Piou piou piou, étranger.
ru: Пиу пиу пиу, ссстранник.
zh_hans: BiuBiuBiu，陌生～～人。
