Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT1"]/desc
source: One of the Militia's trustworthy Multiversal protectors. This massive warship is well suited to protect any Union sector in any reality from unwanted intruders.
fr: L'un des protecteurs multiversels les plus fiables de la Milice. Cet immense vaisseau de guerre est parfaitement adapté pour protéger n'importe quel secteur de l'Union, dans n'importe quelle réalité, contre les intrus indésirables.
ru: Один из надежных защитников Мультивселенной, принадлежащий Ополчению. Этот огромный военный корабль отлично подходит для защиты любого сектора Союза в любой реальности от незваных гостей.
zh_hans: 盟卫麾下值得信赖的多元宇宙守护者之一。这艘庞大的战舰足以守护任何现实中的同盟星区，抵御空闲的入侵者。

source: MV Zoltan Cruiser
fr: Croiseur multiversel Zoltan
ru: МВ-крейсер золтан
zh_hans: 多元超能族星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT2"]/name
source: Zero-Point
fr: Point-Zero
ru: Нулевая Точка
zh_hans: 零点

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT2"]/desc
source: Following the orders of Minister Lumei, the Zoltan Ministry decided to expand its reach into the multiverse, unraveling its wonders and threats.
fr: Suivant les ordres du ministre Lumei, le ministère Zoltan a décidé d'étendre son influence dans le multivers, afin d'en dévoiler les merveilles et les menaces.
ru: По приказу министра Люмей, Министерство золтан решило расширить свое влияние на Мультивселенную, исследуя ее чудеса и угрозы.
zh_hans: 遵照卢梅部长的命令，牧师团决定将其势力拓展至多元宇宙，探寻其中的奇迹与威胁。

source: MV Republican Cruiser
fr: Croiseur multiversel Républicain
ru: Республиканский МВ-крейсер
zh_hans: 多元共和国星舰

source: The Tyrannobdella
fr: Le Tyrannobdella
ru: Королевская Пиявка
zh_hans: 暴君水蛭

source: The Federation recovery teams managed to unravel some unused blueprints for a Republican cruiser outfitted for MV travel purposes. This cruiser lives up to the lost glory of the Eargen Republic.
fr: Les équipes de récupération de la Fédération sont parvenues à mettre au jour des plans inutilisés d'un croiseur républicain conçu pour les voyages multiversels. Ce croiseur est à la hauteur de la gloire perdue de la République Eargen.
ru: Поисковым группам Федерации удалось раздобыть несколько неиспользованных чертежей Республиканского крейсера, оборудованного для путешествии по Мультивселенной. Этот крейсер воскрешает утраченную славу Иргенской Республики.
zh_hans: 联邦的团队发现了一些未使用的共和星舰蓝图，这些星舰专为多元航行而设计。这艘星舰重现了共和国的荣耀。

source: MV Lost Sun Cruiser
fr: Croiseur multiversel des Lost Sun
ru: МВ-крейсер Затерянных Солнц
zh_hans: 多元迷失烈阳星舰

source: The Sojourner
fr: Le Pérégrin
ru: Путешественник
zh_hans: 旅者

source: Due to the countless attempts by the Theocracy to hunt them down, the Lost Sun commandos have no other option but to clash with their cruel brethren in their own battle across realities.
fr: En raison des innombrables tentatives de la Théocratie pour les traquer, les commandos des Lost Sun n'ont d'autre choix que d'entrer en conflit avec leurs cruels frères dans leur propre bataille à travers les réalités.
ru: Из-за постоянных попыток Теократии их уничтожить, Коммандосы Затерянных Солнц вынуждены сражаться со своими жестокими собратьями в их собственной битве между реальностями.
zh_hans: 由于神权国无数次追杀，迷失烈阳突击队别无选择，只得在他们穿梭现实的战斗中，与残酷的同胞正面交锋。

source: Alt-MV Flagship
fr: Vaisseau amiral alternatif Multiversel
ru: Альтернативный МВ Флагман
zh_hans: 改-多元旗舰

source: Ruptura Realitatis
ru: Разрыв Реальности
zh_hans: 现实撕裂者

source: Having wrapped himself around the past, clinging to it, the Vance of this ship specifically built it as a homage to one of his defeats, and the might that his foes shall face.
fr: S'accrochant au passé, s'y réfugiant fermement, le Vance de ce vaisseau l'a spécialement construit en hommage à l'une de ses défaites, ainsi qu'à la puissance à laquelle ses ennemis devront faire face.
ru: Цепляясь за прошлое, Вэнс специально построил этот корабль в честь одного из своих поражений и в знак силы, с которой столкнутся его враги.
zh_hans: 这位名叫万斯的船长，沉湎于过去，紧紧抓住不放。他特意建造这艘船，是为了纪念自己的一次失败，以及他的敌人将要面对的强大力量。

source: Alt-MV Rebel Cruiser
fr: Croiseur Rebelle alternatif Multiversel
ru: Альтернативный МВ-крейсер повстанцев
zh_hans: 多元叛军星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT6"]/name
source: Columbus
ru: Колумбус
zh_hans: 哥伦布

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT6"]/desc
source: The oldest known model of Rebel ships designed to endure Multiversal travel. This ship, despite being weaker than its newer counterparts, still packs a strong punch with its gatling artillery.
fr: Le plus ancien modèle connu de vaisseaux rebelles conçu pour supporter les voyages multiversels. Ce vaisseau, bien que plus faible que ses homologues récents, conserve une puissance redoutable grâce à son artillerie gatling.
ru: Самая старая из известных моделей кораблей повстанцев, предназначенных для путешествий по Мультивселенной. Несмотря на то, что этот корабль слабее своих более новых аналогов, он по-прежнему способен наносить серьезный урон благодаря своей артиллерии Гатлинга.
zh_hans: 已知最古老的叛军舰船型号，专为承受多元宇宙航行而设计。尽管这艘船比新型号要弱，但其巨炮仍能打出强力一击。

source: MV Theocracy Cruiser
fr: Croiseur multiversel de la Théocratie
ru: МВ-крейсер Теократии
zh_hans: 多元神权国星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT3"]/name
source: Cobalt Inquisitor
fr: Inquisiteur Cobalt
ru: Кобальтовый Инквизитор
zh_hans: 钴蓝审判官

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT3"]/desc
source: Recovery teams suggest that the original purpose of this cruiser was hunting down Outcasts across realities. Despite its bloody past, it's still a strong, durable ship.
fr: Les équipes de récupération estiment que l'objectif initial de ce croiseur était de traquer les Exilés à travers les réalités. Malgré son passé sanglant, il demeure un vaisseau solide et résistant.
ru: Поисковые группы предполагают, что изначально этот крейсер предназначался для охоты на Изгоев в разных реальностях. Несмотря на свое кровавое прошлое, он по-прежнему остается мощным и прочным кораблем.
zh_hans: 打捞队推测，这艘星舰最初的用途是追捕各个平行宇宙中的流放者。尽管它有着血腥的过去，但它仍然是一艘坚固耐用的战舰。

source: MV Hektar Cruiser(tm)
fr: Croiseur multiversel Hektar(tm)
ru: МВ-крейсер "Гектар Индастриз"
zh_hans: 多元赫克塔星舰(tm)

source: Extended Warranty
fr: Garantie étendue
ru: Продленная Гарантия
zh_hans: 延长保修

source: When Billy Hektar was thinking about ideas for his expansion of business, he didn't think about going even far beyond his reality. Following the steps of his enigmatic brother, he decided to doom his employees to Overtime(tm) work.
fr: Lorsque Billy Hektar réfléchissait à des idées pour étendre son entreprise, il ne pensait pas aller bien au-delà de sa propre réalité. Suivant les pas de son énigmatique frère, il décida de condamner ses employés à des heures supplémentaires(tm).
ru: Когда Билли Гектар размышлял над идеями для расширения своего бизнеса, он не думал о том, чтобы выйти за пределы своей реальности. Следуя по стопам своего загадочного брата, он решил обречь своих сотрудников на Сверхурочную(ТМ) работу.
zh_hans: 比利·赫克塔在谋划业务扩张时，没想到要跨出自己所在的现实。效仿他那神秘的兄弟，他决定让员工陷入随着时间的推移™ 加班的深渊。

source: MV Bishop Cruiser
fr: Croiseur multiversel des Evêques
ru: МВ-крейсер Епископов
zh_hans: 多元主教星舰

source: The Whetstone
fr: La Pierre d'Affûtage
ru: Точильный Камень
zh_hans: 砺石

source: Despite their original mission of guarding the Queen Leikonpliiinakra, this Bishop task force was specifically ordered by said Queen to help strengthen the dominance of the Hive.
fr: Malgré leur mission initiale de protéger la Reine Leikonpliiinakra, cette force d'intervention des Évêques reçut l'ordre précis de ladite Reine de contribuer à renforcer la domination de la Ruche.
ru: Несмотря на свою первоначальную миссию по охране королевы Лейконплииинакры, эта оперативная группа Епископов получила специальный приказ от упомянутой королевы помочь укрепить господство Улья.
zh_hans: 尽管这支主教特遣队的原始任务是守卫女王莱孔普利纳克拉，但女王亲自下令，要他们助其强化母巢的统治。

source: Alt-MV Enforcer Cruiser
fr: Croiseur Exécuteur alternatif Multiversel
ru: Альтернативный МВ-крейсер силовик
zh_hans: 改-叛军多元星舰

source: Brutus
ru: Брут
zh_hans: 布鲁图斯

source: Originally belonging to one of the Rebellion's MV fleet. This cruiser deserted said fleet and joined the MV Enforcer unit, although the pilot of this warship refused giving it up for the standard issue MV Enforcer cruisers.
fr: Appartenant à l'origine à l'une des flottes multiverselles de la Rébellion, ce croiseur a déserté ladite flotte pour rejoindre l'unité des Exécuteurs Multiversels, bien que le pilote de ce vaisseau de guerre ait refusé de l'échanger contre les croiseurs standard des Exécuteurs Multiversels.
ru: Первоначально принадлежал флоту МВ-повстанцев. Этот крейсер дезертировал из флота и присоединился к подразделению МВ-силовиков, хотя пилот этого военного корабля отказался обменять его на один из стандартных крейсеров МВ-силовиков.
zh_hans: 这艘星舰原属叛军多元舰队之一。它脱离了那支舰队，加入了多元执法者部队，尽管该战舰的船员拒绝将其更换为标准配发的多元叛军星舰。

source: MV Paladin Cruiser
fr: Croiseur multiversel des Paladins
ru: МВ-крейсер Паладинов
zh_hans: 多元圣骑士星舰

source: Varangian
fr: Varangien
ru: Варяг
zh_hans: 瓦兰吉

source: The Paladin crew occupying this ship defected and escaped the assault of Numa V. They're outlaws to the Theocracy, but it's not like they have anything to lose now with their hulking mass of a battleship.
fr: L'équipage Paladin occupant ce vaisseau a fait défection et échappé à l'assaut de Numa V. Ils sont des hors-la-loi aux yeux de la Théocratie, mais ils n'ont plus rien à perdre désormais avec leur énorme vaisseau de bataille.
ru: Экипаж Паладинов, захвативший этот корабль, дезертировал во время нападения на Нуму V. Они являются изгоями для Теократии, но с их огромным боевым кораблем им теперь нечего бояться.
zh_hans: 占据这艘战舰的圣骑士船员叛逃并逃脱了努玛五号的袭击。他们被神权国家视为不法之徒，但如今他们拥有如此庞大的战舰，也没什么可失去的了。

source: MV Spook Chaser Cruiser
fr: Croiseur multiversel des Chasseurs d'Effroi
ru: МВ-крейсер Ловцов призраков
zh_hans: 多元寻鬼敢死队星舰星舰

source: Burton
ru: Бертон
zh_hans: 伯顿

source: The designer of this nefarious ship has claimed the lives of countless unfortunate Renegade travellers, and won't stop until he scores the big game.
fr: Le concepteur de ce vaisseau néfaste a coûté la vie à d'innombrables voyageurs Renégats malchanceux, et il ne s'arrêtera pas tant qu'il n'aura pas atteint son grand objectif.
ru: Конструктор этого злобного корабля унес жизни бесчисленного количества несчастных путешественников-Ренегатов и не остановится, пока не добьется своей цели.
zh_hans: 这艘邪恶舰船的设计者已夺去无数不幸的变元旅行者的生命，不猎得终极猎物，他誓不罢休。

source: MV Lanius Cruiser
fr: Croiseur multiversel Lanius
ru: МВ-крейсер ланиусов
zh_hans: 多元食铁星舰

source: Cr-24-G6-P4
ru: Ср-24-Г6-П4

source: It's unclear how the Lanius managed to acquire MV technology, but the recovery teams assume that they snacked upon a few unlucky travellers.
fr: On ignore comment les Lanius ont réussi à acquérir la technologie multiverselle, mais les équipes de récupération supposent qu'ils se sont régalés de quelques voyageurs malchanceux.
ru: Неясно, как ланиусам удалось заполучить технологию МВ-привода, но специалисты полагают, что они полакомились несколькими несчастными путешественниками.
zh_hans: 不清楚食铁族是如何获得队员技术的，但团队推测，他们可能是“享用”了一些不幸的旅行者。

source: MV Innovation Cruiser
fr: Croiseur multiversel de l'Innovation
ru: МВ-крейсер Инноваций
zh_hans: 多元革新社星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MV_CURA"]/name
source: P.U.R.E.
ru: Ч.И.С.Т.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MV_CURA"]/desc
source: For whatever reason, the Rebel made C.I.C.A A.I decided to migrate itself into this secret MV class cruiser, boasting ulterior motives that are yet to be understood.
fr: Pour une raison quelconque, l'IA C.I.C.A conçue par les Rebelles a décidé de migrer dans ce croiseur secret de classe multiverselle, affichant des motivations cachées encore incomprises.
ru: По какой-то причине повстанцы заставили Ц.Р.Б.А переместиться в этот секретный крейсер класса МВ, преследуя скрытые мотивы, которые пока остаются неясными.
zh_hans: 不知为何，叛军制造的 C.I.C.A 人工智能决定将自己迁移到这艘秘密的多元级星舰中，其用心叵测，尚未可知。

source: MV Duskbringer Cruiser
fr: Croiseur multiversel Crépusculeur
ru: МВ-крейсер Вестников Заката
zh_hans: 多元暮临星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT7"]/name
source: Fuzzball
ru: Нечеткий Шар
zh_hans: 毛球

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MVSLOT7"]/desc
source: For whatever reason, the Duskbringers took their valued technology and decided to work as Renegades. Did their cause falter? Who knows, all you know is that their ship is no joke!
fr: Pour une raison quelconque, les Crépusculeurs ont récupéré leur précieuse technologie et ont décidé d'agir en tant que Renégats. Leur cause a-t-elle faibli ? Qui peut le dire... Tout ce que l'on sait, c'est que leur vaisseau n'est pas à prendre à la légère !
ru: По какой-то причине Вестники Заката взяли свои ценные технологии и решили работать как Ренегаты. Потерпела ли их изначальная цель неудачу? Кто знает, все, что вы знаете, это то, что их корабль - это не шутка!
zh_hans: 不知为何，暮临派带着他们珍视的技术，决定投身变元者的行列。是他们的事业动摇了吗？谁知道呢，你只知道他们的舰船绝非儿戏！

source: MV Hive Cruiser
fr: Croiseur multiversel de la Ruche
ru: МВ-крейсер Улья
zh_hans: 多元母巢星舰

source: The Komodoensis
fr: Le Komodoensis
ru: Комодский Варан
zh_hans: 科莫多龙

source: As part of Queen Leikonpliiinakra's plan to expand the influence of the Hive and seek out the Free Mantis colonies to destroy them, she comissioned one of the finest Mantis ships to be outfitted for such task, even across realities.
fr: Dans le cadre du plan de la Reine Leikonpliiinakra visant à étendre l'influence de la Ruche et à traquer les colonies de Mantis libres pour les détruire, elle commanda l'équipement de l'un des meilleurs vaisseaux Mantis pour accomplir cette mission, même à travers les réalités.
ru: В рамках плана королевы Лейконплииинакры по расширению влияния Роя и поиску колоний Свободных Богомолов с целью их уничтожения, она поручила оснастить один из лучших кораблей богомолов для выполнения этой задачи, даже в других реальностях.
zh_hans: 作为女王莱孔普利纳克拉扩张蜂巢影响力、搜寻并摧毁自由螳螂殖民地计划的一部分，她委托建造了一艘最精良的螳螂舰船，专为执行此任务而装备，甚至可跨越现实作战。

source: MV Sodium Cruiser
fr: Croiseur multiversel Sodium
ru: Натриевый МВ-крейсер
zh_hans: 多元纳星舰

source: The Soolane
fr: Le Soolane
ru: Сулане
zh_hans: 苏兰

source: Having grown bored of harassing the entire Slug race forfree, the legendary Salt Man decided to join the ranks of the MVPMC to get paid for harassing Slugs and other wet work.
fr: Ayant fini par se lasser de harceler gratuitement toute la race des Limaces, le légendaire Salin décida de rejoindre les rangs de l'EMPMV pour être rémunéré pour harceler les Limaces et accomplir d'autres sales besognes.
ru: Устав бесплатно преследовать всю расу слизней, легендарный Соляной человек решил вступить в ряды МВЧВК, чтобы получать деньги за преследование слизней и другие грязные дела.
zh_hans: 厌倦了免费骚扰整个蛞蝓种族的传奇人物“盐人”，决定加入 MVPMC 的行列，好靠骚扰蛞蝓及其他工作来赚钱。

source: MV Prototype Cruiser
fr: Croiseur multiversel Prototype
ru: МВ-крейсер прототип
zh_hans: 多元原型星舰

source: Vane
ru: Флюгер
zh_hans: 风向标

source: Despite the nature of this vessel, it bears an oxymoronic sentiment to it. No pirate can hide from it, and no civilian can fight it off easily.
fr: Malgré la nature de ce vaisseau, il dégage un sentiment oxymorique. Aucun pirate ne peut s'en cacher, et aucun civil ne peut facilement lui tenir tête.
ru: Несмотря на природу этого судна, в нем заложен оксюморонный смысл. Ни один пират не может от него скрыться, и ни один гражданский не может легко с ним справиться.
zh_hans: 尽管这艘船的特性如此，但它本身却带有一种自相矛盾的意味。没有海盗能躲过它，也没有平民能轻易击退它。

source: MV Cultivator Cruiser
fr: Croiseur multiversel des Cultivateurs
ru: МВ-крейсер Культиваторов
zh_hans: 多元种植者星舰

source: The Confederate Premier, Ivar, commissioned his elite Cultivators to scout the realities, in hopes of giving the Oro'bache Vampweeds a stronger backbone.
fr: Le Premier confédéré, Ivar, commanda à ses Cultivateurs d'élite de parcourir les réalités, dans l'espoir de renforcer la colonne vertébrale des Vampiflores Oro'bache.
ru: Премьер-министр Конфедерации Ивар поручил своим элитным Культиваторам изучить реальность в надежде укрепить позиции Оро'баче Вампсорняков.
zh_hans: 血兰邦总理苡瓦命令他的精英种植者去侦察各个现实，希望能为血兰邦提供更强大的后盾。

source: MV MFK Cruiser Ace
fr: Croiseur multiversel MFK ACE
ru: МВ-крейсер асов МФК
zh_hans: 多元MFK王牌星舰

source: Soldat Etranger
ru: Посторонний Солдат
zh_hans: 异邦士兵

source: A result of the many successful attempts at Multiversal travel. This Ace cruiser is well suited to pilot itself while its crew can tear through enemy ships, up close and personal.
fr: Fruit de nombreuses réussites en matière de voyages multiversels, ce croiseur Ace est parfaitement conçu pour se piloter seul, tandis que son équipage peut dévaster les vaisseaux ennemis de près, au corps à corps.
ru: Результат многочисленных успешных попыток путешествий по Мультивселенной. Этот крейсер асов отлично подходит для автономного пилотирования, а его экипаж может сражаться с вражескими кораблями в ближнем бою.
zh_hans: 这是多次成功进行多元宇宙旅行的成果之一。这艘王牌星舰能够自动驾驶，而船员则可近距离亲身撕裂敌舰。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MORTIS"]/class
source: Mortis' Crewser
fr: Croiseur de Mortis
ru: Корабль Мортиса
zh_hans: 莫提斯特员星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MORTIS"]/name
source: Arescentem Rosa
ru: Увядающая Роза
zh_hans: 蔷薇盛放

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_MORTIS"]/desc
source: A beast on the outside that rips through its enemies with ease, but on the inside, you'll find a very enthusiastic killer that loves coffee and a very special someone.
fr: Une bête à l'extérieur, capable de déchiqueter ses ennemis sans effort, mais à l'intérieur, vous découvrirez un tueur très enthousiaste qui adore le café... et une personne très spéciale.
ru: Снаружи это зверь, который с легкостью разрывает своих врагов, но внутри вы найдете очень увлеченного убийцу, который любит кофе и одного очень особенного человека.
zh_hans: 外表如猛兽，轻易撕裂敌人；而舰内，你会发现一名对咖啡和某个特别的人情有独钟的热忱杀手。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_VITAE"]/class
source: Vitae's Crewser
fr: Croiseur de Vitae
ru: Корабль Витае
zh_hans: 维塔特员星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_VITAE"]/name
source: Rosa Viridis
ru: Роза Верди
zh_hans: 翠绿蔷薇

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_EMV_VITAE"]/desc
source: The alluring hues of this cruiser give off a vibes of clarity and peace, mostly because it's, more or less, a portable clinic and spa that will still kill you, by love or by the claws of its doctor.
fr: Les teintes séduisantes de ce croiseur dégagent une impression de clarté et de sérénité, surtout parce qu'il s'agit, plus ou moins, d'une clinique et d'un spa portables... qui restent capables de vous tuer, que ce soit par amour ou sous les griffes de son médecin.
ru: Привлекательные оттенки этого крейсера создают атмосферу ясности и покоя, в основном потому, что он, по сути, представляет собой передвижную клинику и спа-салон, который так или иначе убьет вас - любовью или когтями своего доктора.
zh_hans: 这艘星舰的迷人色调散发出清澈与宁静的气息，这多半是因为它差不多就是个便携式诊所和水疗中心——不过它照样会杀了你，要么用爱，要么用医者的利爪。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_MORTIS_PHEROMONES"]/title
source: Withered Pheromones
fr: Phéromones flétries
ru: Увядающие феромоны
zh_hans: 枯萎信息素

# data/blueprints.xml.append$//augBlueprint[@name="EMV_MORTIS_PHEROMONES"]/desc
source: A concoction of Mortis' personally brewed pheromones. Mixed with a variety of deadly toxins and a very lethal dose of caffeine, making the air smell like a deadly caf√©. For each powered level in life support, enemies are afflicted with a 10% decrease to health and a 5% decrease to movement speed. A fully powered level 4 Life support system causes enemies to take damage while on your ship, and gain a decay-like effect when harmed on theirs. Allied Mantis crew are given a 1.1x damage multiplier for each power in life support.
fr: Un mélange de phéromones personnellement concocté par Mortis. Combiné à une variété de toxines mortelles et à une dose très létale de caféine, l'air prend l'odeur d'un café mortel. Pour chaque niveau activé du système de survie, les ennemis subissent une diminution de 10 % de leur santé et de 5 % de leur vitesse de déplacement. Un système de survie entièrement activé au niveau 4 inflige des dégâts aux ennemis présents sur votre vaisseau et leur applique un effet de décomposition lorsqu'ils subissent des dégâts sur le leur. Les membres d'équipage Mantis alliés bénéficient d'un multiplicateur de dégâts de 1,1x pour chaque niveau de puissance du système de survie.
ru: Смесь феромонов, приготовленных лично Мортисом. Смешанные с различными смертельными токсинами и очень сильной дозой кофеина, они придают воздуху запах смертельного кафе. За каждый уровень мощности системы жизнеобеспечения враги получают 10% снижение здоровья и 5% снижение скорости передвижения. Система жизнеобеспечения 4-го уровня при полной мощности заставляет врагов получать урон, находясь на вашем корабле, и получать эффект разложения при получении урона на своем. Союзный экипаж богомолов получает множитель урона до 1.1x за каждый уровень мощности системы жизнеобеспечения.
zh_hans: 这是莫提斯亲自调制的螳螂信息素合物，混合了多种致命毒素和极高剂量的咖啡因，让空气中弥漫着致命咖啡馆的气息。 氧气系统每提升一级，敌人的生命值就会降低10%，移动速度降低5%。 满级4级氧气系统会使敌人在你的星舰上受到伤害，并在自己的星舰上受到伤害时产生类似腐烂的效果。 友方螳螂船员的氧气系统每提升一级，伤害倍率就会提升1.1倍。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_VITAE_PHEROMONES"]/title
source: Blossoming Pheromones
fr: Phéromones florales
ru: Цветущие феромоны
zh_hans: 绽放信息素

# data/blueprints.xml.append$//augBlueprint[@name="EMV_VITAE_PHEROMONES"]/desc
source: Vitae's specially brewed concoction of medical pheromones. Filled with aromatic herbs and remedies that can tranquilize even the angriest of equinoids and send them into a relaxing sleep. Provides cross-ship healing for allied crew, scaling with both Medbay and Life support systems' power levels. For each powered level in life support, Allied crew gain a 1.1x multiplier to health, repair speed and movement speed.
fr: Mélange spécialement concocté par Vitae de phéromones médicinales. Rempli d'herbes aromatiques et de remèdes capables de tranquilliser même les équidés les plus furieux et de les plonger dans un sommeil apaisant. Assure une guérison inter-vaisseaux pour l'équipage allié, évolutive selon le niveau de puissance de l'Infirmerie et du système de survie. Pour chaque niveau activé du système de survie, l'équipage allié bénéficie d'un multiplicateur de 1,1x à la santé, à la vitesse de réparation et à la vitesse de déplacement.
ru: Специально приготовленная смесь лечебных феромонов Витае. Наполненная ароматными травами и лекарствами, которые могут успокоить даже самых злых эквиноидов и погрузить их в расслабляющий сон. Обеспечивает исцеление союзников на других кораблях, масштабируемое в зависимости от уровня мощности Медотсека и системы жизнеобеспечения. За каждый уровень мощности системы жизнеобеспечения союзники получают множитель 1.1х к здоровью, скорости ремонта и скорости передвижения.
zh_hans: 维塔特制的医疗螳螂信息素混合物。富含芳香草药和疗方，即使是最暴躁的马形生物也能被安抚，进入放松的睡眠。 为友方船员提供跨舰治疗，治疗效果与医疗舱和氧气系统的功率等级成正比。 氧气系统每提升一级功率，友方船员的生命值、维修速度和移动速度都将获得1.1倍的加成。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_PERMISSION"]/title
source: EMV PERMISSION
fr: PERMISSION EMV
ru: ЕМВ РАЗРЕШЕНИЕ
zh_hans: EMV 许可证
