Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="EMV_PERMISSION"]/desc
source: MAKES MV FLAGSHIP WORK YOU SHOULDNT SEE THIS
fr: PERMET AU VAISSEAU AMIRAL MV DE FONCTIONNER – VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ЗАСТАВЛЯЕТ РАБОТАТЬ МВ-ФЛАГМАН. ВЫ НЕ ДОЛЖНЫ ЭТОГО ВИДЕТЬ
zh_hans: 让多元旗舰生效——你不该看到这个

# data/blueprints.xml.append$//augBlueprint[@name="EMV_AI_SCANNER"]/title
source: Advanced Navigator
fr: Navigateur avancé
ru: Расширенный навигатор
zh_hans: 超光速导航

# data/blueprints.xml.append$//augBlueprint[@name="EMV_AI_SCANNER"]/desc
source: Reveals details about surrounding beacons, and allows the autoship to jump to any previously visited beacon.
fr: Révèle des informations sur les balises environnantes et permet à l'auto-vaisseau de sauter vers n'importe quelle balise déjà visitée.
ru: Показывает подробную информацию об окружающих маяках и позволяет автоматическому кораблю перемещаться к любому ранее посещенному маяку.
zh_hans: 揭示周围信标的详细信息，并允许自动航行至任何先前访问过的信标。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_PREPERATION"]/title
source: Advanced Navigation AI
fr: IA de Navigation Avancée
ru: Продв. навигац. ИИ
zh_hans: 先进导航 AI

# data/blueprints.xml.append$//augBlueprint[@name="EMV_PREPERATION"]/desc
source: Reveals details about surrounding beacons, and allows the autoship to jump to any previous visited beacon. Grants the ship basic autoship functionality.
fr: Révèle des informations sur les balises environnantes et permet à l'auto-vaisseau de sauter vers n'importe quelle balise déjà visitée. Confère au vaisseau les fonctionnalités de base d'un auto-vaisseau.
ru: Показывает информацию об окружающих маяках и позволяет автоматическому кораблю прыгать к любому ранее посещенному маяку. Дает кораблю базовую функциональность автоматического корабля.
zh_hans: 揭示周围信标的详细信息，并允许自由跃迁至任何先前访问过的信标。为舰船提供基础自动航行功能。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_AUTOMATION"]/title
source: Advanced Rebellion AI
fr: IA Avancée de la Rébellion
ru: Продв. ИИ повстанцев
zh_hans: 先进叛军AI

# data/blueprints.xml.append$//augBlueprint[@name="EMV_AUTOMATION"]/desc
source: The Advanced Rebel AI has taken full control over the ship! Reveals details about surrounding beacons and allows the autoship to jump to any previous visited beacon. Grants the ship full autoship functionality and disables oxygen generation.
fr: L'IA Rebelle Avancée a pris le contrôle total du vaisseau ! Elle révèle des informations sur les balises environnantes et permet à l'auto-vaisseau de sauter vers n'importe quelle balise déjà visitée. Elle confère au vaisseau l'intégralité des fonctionnalités d'un auto-vaisseau, tout en désactivant la production d'oxygène.
ru: Продвинутый ИИ повстанцев полностью взял под свой контроль корабль! Показывает подробную информацию об окружающих маяках и позволяет автоматическому кораблю перемещаться к любому ранее посещенному маяку. Предоставляет кораблю полную функциональность автоматического корабля и отключает генерацию кислорода.
zh_hans: 高级叛军 AI 已完全接管舰船！揭示周围信标的详细信息，并允许自由跃迁至任何先前访问过的信标。为舰船提供全自动航行功能，并关闭氧气生成。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_RETRO_SHIELDING"]/title
source: Advanced Shielding Unit
fr: Unité de Bouclier Avancée
ru: Продв. блок экранир.
zh_hans: 先进护盾单元

# data/blueprints.xml.append$//augBlueprint[@name="EMV_RETRO_SHIELDING"]/desc
source: Provides a stacking energy shield, used in the MV Retro Flagship.
fr: Fournit un bouclier énergétique cumulatif, utilisé sur le vaisseau amiral multiversel Retro.
ru: Обеспечивает накопительный энергетический щит, используемый в МВ Ретро Флагмане.
zh_hans: 提供可叠加的能量护盾，用于多元复古旗舰。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_SHIELDING"]/title
source: Gilded Shielding
fr: Bouclier Doré
ru: Позолоч. щиты
zh_hans: 鎏金护盾

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_SHIELDING"]/desc
source: Advanced Shielding powered by the purest aether imaginable, slowly recovers if undamaged for long periods of time..
fr: Bouclier avancé alimenté par l'Éther le plus pur imaginable, qui se régénère lentement lorsqu'il n'est pas endommagé pendant de longues périodes.
ru: Продвинутые щиты, питаемые чистейшим эфиром, который только можно вообразить, медленно восстанавливаются, если в течение длительного времени не повреждаются.
zh_hans: 由最纯净的以太提供能量的高级护盾，如果长时间未受损，会缓慢恢复。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_WEAPONS"]/title
source: Gilded Weapons
fr: Armement Doré
ru: Позолоченное оружие
zh_hans: 鎏金武器

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_WEAPONS"]/desc
source: Advanced Weapon Systems powered by the purest aether imaginable, grants faster weapon fire rate..
fr: Systèmes d'armes avancés alimentés par l'Éther le plus pur imaginable, offrant une cadence de tir plus rapide.
ru: Продвинутая система вооружения, работающая на чистейшем эфире, обеспечивают более высокую скорость стрельбы.
zh_hans: 由最纯净的以太驱动的高级武器系统，可提升武器射速……

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_REGEN"]/title
source: Gilded Regenerative Plating
fr: Blindage Régénératif Doré
ru: Позолоч. регенер. обшивка
zh_hans: 鎏金再生装甲

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_REGEN"]/desc
source: Good luck puncturing this armor! Wielding 25% Hull and System resistance and auto-repair functions!
fr: Bonne chance pour percer ce blindage ! Il offre 25 % de résistance à la coque et aux systèmes, ainsi que des fonctions d'auto-réparation !
ru: Удачи в пробивании этой брони! Обладает 25% шансом не получить урон по корпусу и системе, а также функциями автоматического ремонта!
zh_hans: 祝你好运能打穿这层装甲！拥有 25% 船体与系统抗性，并具备自动修复功能！

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_PALADIN"]/title
source: Gilded Divine Armor
fr: Armure Divine Dorée
ru: Позолоч. божеств. броня
zh_hans: 鎏金神铠

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_PALADIN"]/desc
source: Good luck puncturing this armor! Wielding 25% Hull and System resistance and auto-repair functions!
fr: Bonne chance pour percer ce blindage ! Il offre 25 % de résistance à la coque et aux systèmes, ainsi que des fonctions d'auto-réparation !
ru: Удачи в пробивании этой брони! Обладает 25% шансом не получить урон по корпусу и системе, а также функциями автоматического ремонта!
zh_hans: 祝你好运能打穿这层装甲！拥有 25% 船体与系统抗性，并具备自动修复功能！

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_GEL"]/title
source: Gilded Gel
fr: Gel Doré
ru: Позолоченный гель
zh_hans: 鎏金凝胶

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_GEL"]/desc
source: Indescribable gel with the capability to not just repair breaches but systems as well.
fr: Gel indescriptible capable non seulement de réparer les brèches, mais aussi les systèmes.
ru: Неописуемый гель, способный восстанавливать не только повреждения, но и системы.
zh_hans: 难以言喻的凝胶，不仅能修复破舱，还能修复系统。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_MEDBOTS"]/title
source: Gilded Medbots
fr: Médi-bots Dorés
ru: Позолоченные медботы
zh_hans: 鎏金医疗机器人

# data/blueprints.xml.append$//augBlueprint[@name="EMV_GILDED_MEDBOTS"]/desc
source: Powerful Nanobots that not only heal but buff crew depending on medbay power!
fr: Nanorobots puissants qui non seulement soignent, mais renforcent également l'équipage en fonction de la puissance de l'infirmerie !
ru: Мощные наноботы, которые не только лечат, но и усиливают экипаж в зависимости от мощности Медотсека!
zh_hans: 强大的纳米机器人，不仅能治疗伤员，还能根据医疗舱的电力情况增强船员的战斗力！

# data/blueprints.xml.append$//augBlueprint[@name="EMV_PURE_INTELLECT"]/title
source: Advanced Cognizance
fr: Conscience Avancée
ru: Продвинутые знания
zh_hans: 先进认知

# data/blueprints.xml.append$//augBlueprint[@name="EMV_PURE_INTELLECT"]/desc
source: The Apex of AI Technology, Combines the abilities of the Advanced Navigator, Emancipation Grid and Drive Hacker.
fr: Le summum de la technologie IA, combinant les capacités de la Navigatrice Avancée, de la Grille d'Émancipation et du Piratage de générateur.
ru: Вершина технологий ИИ, сочетающая в себе возможности Расширенного навигатора, Дезинтегрирующих полей и Взломщика МВ-приводов.
zh_hans: AI 技术的巅峰，超光速导航、舱格能量场与多元劫持器功能于一身。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_EX_PARASITE"]/title
source: [L] Parasitical Dep.
fr: [L] Dépendances parasitaires.
ru: [Л] Паразит. зависим.
zh_hans: [L] 寄生。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_EX_PARASITE"]/desc
source: Leeches have 60 less Max Health and do 4x less damage by default, but steal 3hp/s from all other enemy non-Leech crew in the room. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
fr: Les sangsues ont 60 PV maximum en moins et infligent 4x moins de dégâts par défaut, mais volent 3 PV/s à tous les autres membres d'équipage ennemis non-sangsues présents dans la pièce. [L] – Amélioration de labo externe, fournit son effet mais occupe un emplacement. Elle ne peut pas être converti en véritable amélioration de laboratoire, mais n'utilisera pas votre emplacement principal. Ne se cumule pas avec elle-même.
ru: Пиявки имеют на 60 меньше макс. ОЗ и по умолчанию наносят в 4 раза меньше урона, но истощают 3 ОЗ/с у всех других вражеских членов экипажа, кроме пиявок, находящихся в отсеке. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.
zh_hans: 吸虫默认最大生命值降低 60，伤害降低至 1/4，但会从舱室内所有其他非吸虫的敌方船员身上每秒吸取 3 点生命值。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_EX_HIVESLASH"]/title
source: [L] Claw Slash
fr: [L] Coup de griffe
ru: [Л] Удар когтем
zh_hans: [L] 爪击

# data/blueprints.xml.append$//augBlueprint[@name="EMV_EX_HIVESLASH"]/desc
source: Regular Mantis gain a slash ability that does 15 damage to all enemy crew in the room. Can only slash twice per jump. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
fr: Les Mantis classiques obtiennent une capacité d'entaille infligeant 15 dégâts à tous les membres d'équipage ennemis présents dans la pièce. Ne peut être utilisée que deux fois par saut. [L] -Amélioration de labo externe, fournit son effet mais occupe un emplacement. Elle ne peut pas être converti en véritable amélioration de laboratoire, mais n'utilisera pas votre emplacement principal. Ne se cumule pas avec elle-même.
ru: Обычные богомолы получают способность наносить удары, которые наносят 15 единиц урона всем вражеским членам экипажа в отсеке. Могут наносить удары только два раза за прыжок. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.
zh_hans: 普通螳螂获得爪击能力，对舱室内所有敌方船员造成 15 点伤害。每次跃迁仅可使用两次。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_EX_CARETAKER_HAZARD"]/title
source: [L] Calming Spores
fr: [L] Spores calmantes
ru: [Л] Успокаив. споры
zh_hans: [L] 镇静孢子

# data/blueprints.xml.append$//augBlueprint[@name="EMV_EX_CARETAKER_HAZARD"]/desc
source: Caretakers provide fire and stun immunity to nearby allies and themselves but no longer generate oxygen. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
fr: Les Veilleurs confèrent une immunité au feu et à l'étourdissement aux alliés proches ainsi qu'à eux-mêmes, mais ne génèrent plus d'oxygène. [L] -Amélioration de labo externe, fournit son effet mais occupe un emplacement. Elle ne peut pas être converti en véritable amélioration de laboratoire, mais n'utilisera pas votre emplacement principal. Ne se cumule pas avec elle-même.
ru: Смотрители обеспечивают иммунитет к огню и оглушению союзникам поблизости и себе, но больше не генерируют кислород. [Л] - Внешнее лабораторное улучшение. Предоставляет свой обычный эффект, но занимает слот модуля. Оно не может быть преобразовано во внутреннее лабораторное улучшение, но не занимает его основной слот. Не суммируется с самим собой.
zh_hans: 看守者为附近友方单位及自身提供火焰与眩晕免疫，但不再产生氧气。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="EMV_ADV_FREQUENCIES"]/title
source: Advanced Frequencies
fr: Fréquences avancées
ru: Расширенные частоты
zh_hans: 先进劫持器

# data/blueprints.xml.append$//augBlueprint[@name="EMV_ADV_FREQUENCIES"]/desc
source: Allows detection of various piracy events, Also serves the same functions as Hijacked Frequencies.
fr: Permet de détecter divers événements de piratage. Remplit également les mêmes fonctions que les Fréquences Détournées.
ru: Позволяет обнаруживать различные случаи пиратства, а также выполняет те же функции, что и Частоты для перехвата.
zh_hans: 能够检测各种海盗事件，也具有与多元劫持器相同的功能。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_1"]/title
source: Heavy Piercing Laser Artillery
fr: Artillerie laser perforante lourde
ru: Тяж. пронз. лазер. арт.
zh_hans: 重型穿甲激光巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_1"]/short
source: Pierce Heavy
fr: Perf. Lourd
ru: Пронз. тяжелый
zh_hans: 穿刺重激

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_1"]/desc
source: [Base cooldown: 18] Fires a barrage of powerful heavy lasers that pierce a shield layer.
fr: [Temps de recharge par défaut : 18] Tire une salve de puissants lasers lourds capables de traverser une couche de bouclier.
ru: [Базовая перезарядка: 18] Выпускает залп мощных тяжелых лазеров, пробивающих слой щита.
zh_hans: [基础冷却时间：18秒] 发射一连串重型激光，可穿透一层护盾。

source: Heavy laser Barrage, 2 damage, 1 shot. Pierces 1 shield layer.
fr: Salve de lasers lourds, 2 dégâts, 1 tir. Traverse 1 couche de bouclier.
ru: Тяжелый лазерный залп, 2 единицы урона, 1 выстрел. Пробивает 1 слой щита.
zh_hans: 重型激光弹幕，2 点伤害，1 发。穿透 1 层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_2"]/title
source: Particle Missile Artillery
fr: Artillerie de Missiles à Particules
ru: Частич. ракетн. арт.
zh_hans: 粒子导弹巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_2"]/short
source: Particle M.
fr: M. Part.
ru: УЧ-ракеты
zh_hans: 粒子导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_2"]/desc
source: [Base cooldown: 30] Launches a barrage of particle missiles that devastate ship systems and lockdown rooms.
fr: [Temps de recharge par défaut : 30] Lance une salve de missiles à particules qui dévastent les systèmes du vaisseau et verrouillent les pièces.
ru: [Базовая перезарядка: 30] Запускает залп частичных ракет, которые разрушают системы корабля и запирают помещения.
zh_hans: 【基础冷却时间：30】发射大量粒子导弹，摧毁舰船系统并封锁房间。

source: Particle Missile barrage, 1 sys damage, afflicts lockdown on hit.
fr: Salve de missiles à particules, 1 dégât aux systèmes, applique l'état de verrouillage à l'impact.
ru: Залп частичных ракет, 1 единица урона, накладывает изоляцию при попадании.
zh_hans: 粒子导弹弹幕，1 点系统伤害，命中时造成封锁。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_3"]/title
source: Advanced Fauchard Artillery
fr: Artillerie de Fauchard Avancée
ru: Продв. Фошар арт.
zh_hans: 先进斩矛巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_3"]/short
source: 'Fauchard'
ru: Фашард
zh_hans: 斩矛光束

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_3"]/desc
source: [Base cooldown: 30] Fires off a devastating anti-bio beam that rips through enemy systems. Pierces all normal shields.
fr: [Temps de recharge par défaut : 30] Tire un rayon anti-biologique dévastateur qui déchire les systèmes ennemis. Traverse toutes les couches de bouclier normales.
ru: [Базовая перезарядка: 30] Выпускает разрушительный антибиологический луч, пронзающий системы противника. Пробивает все обычные щиты.
zh_hans: 【基础冷却时间：30】发射一道威力巨大的反生物光束，撕裂敌方系统。穿透所有普通护盾。

source: Fauchard Artillery, Extremely long beam, Pierces shields.
fr: Artillerie Fauchard, rayon extrêmement long, traverse les boucliers.
ru: Фошар артиллерия, чрезвычайно длинный луч, пробивает щиты.
zh_hans: 斩矛光束巨炮，极长光束，穿透护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_4"]/title
source: Heavy Energy Artillery
fr: Artillerie Énergétique Lourde
ru: Тяж. энергет. арт.
zh_hans: 重型能量巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_4"]/short
source: Heavy Energy
fr: Énergie Lourde
ru: Тяжелая ЭП
zh_hans: 重型能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_ARTILLERY_MVFS_4"]/desc
source: [Base cooldown: 15] Fires a barrage of concentrated energy projectiles that deal hull and system damage with doubled hull damage in systemless rooms.
fr: [Temps de recharge de base : 15] Tire une salve de projectiles d'énergie concentrée infligeant des dégâts à la coque et aux systèmes, avec des dégâts doublés à la coque dans les pièces dépourvues de systèmes.
ru: [Базовая перезарядка: 15] Выпускает залп сконцентрированных энергетических снарядов, которые наносят урон корпусу и системам, причем в помещениях без систем урон корпусу удваивается.
zh_hans: [基础冷却时间：15秒] 发射一连串能量弹，造成船体与系统伤害，对无系统舱室造成双倍船体伤害。

source: Fires a barrage of heavy energy projectiles. Can hit and disable shields as well as systems. 2x hull damage on systemless rooms.
fr: Tire une salve de projectiles énergétiques lourds. Peut toucher et désactiver les boucliers ainsi que les systèmes. Inflige 2x plus de dégâts à la coque dans les pièces dépourvues de systèmes.
ru: Выпускает залп тяжелых энергетических снарядов. Может поражать и выводить из строя щиты, а также системы. Наносит урон корпусу в 2 раза больше в отсеках без систем.
zh_hans: 发射一连串重型能量弹。可命中并瘫痪护盾及系统。对无系统舱室造成 2 倍船体伤害。

source: Prototype Gatling Artillery
fr: Artillerie Gatling Prototype
ru: Прототип арт. Гатлинга
zh_hans: 原型加特林巨炮

source: Artillery
fr: Artillerie
ru: Артиллерия
zh_hans: 巨炮

source: [Base cooldown: 15/13.4/11.8/10.2/8.6/7/5.4] An impressively engineered laser artillery that chains its cooldown after every barrage, keeping enemy shields under constant fire.
fr: [Temps de recharge par défaut : 15/13,4/11,8/10,2/8,6/7/5,4] Une artillerie laser remarquablement conçue dont le temps de recharge se réduit après chaque salve, maintenant les boucliers ennemis sous un feu constant.
ru: [Базовая перезарядка: 15/13,4/11.8/10.2/8.6/7/5.4] Впечатляющая лазерная артиллерия, которая после каждого залпа уменьшает время перезарядки, удерживая щиты противника под постоянным огнем.
zh_hans: [基础冷却时间：15/13.4/11.8/10.2/8.6/7/5.4秒] 设计令人印象深刻的激光炮，每次齐射后会有链式效果，使敌方护盾持续处于火力压制之下。

source: Artillery: A relatively quick charging burst of lasers with moderate status effect chances.
fr: Artillerie : Une rafale de lasers relativement rapide avec des chances modérées d'effets d'état.
ru: Артиллерия: выпускает залп лазерных зарядов с относительно быстрой перезарядкой и средней вероятностью вызвать негативные эффекты.
zh_hans: 巨炮：较快地充能一波激光，具有中等的附加效果几率。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_VINDICATOR"]/title
source: Vindicator Laser
fr: Justicier Laser
ru: Лазерное орудие "Воздаятель"
zh_hans: 辩护者激光

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_VINDICATOR"]/short
source: Vindicator
fr: Justicier
ru: Воздаятель
zh_hans: 辩护者

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_VINDICATOR"]/desc
source: Let it hit you and you're already dead.
fr: Si elle vous frappe, vous êtes déjà mort.
ru: Стоит ему попасть, и ты - труп.
zh_hans: 让它打中你，你就已经死了。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_TSUKIYARI"]/title
source: Gilded 'Tsukiyari' Beam
fr: Rayon 'Tsukiyari' Doré
ru: Позолоченный луч "Цукияри"
zh_hans: 鎏金刺枪光束

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_TSUKIYARI"]/short
source: G. 'Tsukiyari'
fr: 'Tsukiyari' Doré
ru: П. "Цукияри"
zh_hans: 鎏金刺枪

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_TSUKIYARI"]/desc
source: This advanced Beam was a prototype upgrade of the well known Kamayari and Suyari Beams.
fr: Prototype de Rayon avancé des armes Kamayari et Suyari.
ru: Эта продвинутая лучевая установка является экспериментальным улучшением хорошо известных лучевых орудий "Камаяри" и "Суяри".
zh_hans: 这种先进的光束是著名的镰枪和缨枪光束的原型升级。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_PREION"]/title
source: Gilded Ion Blast
fr: Canon Ionique Dorée
ru: Позолоченный ионный бластер
zh_hans: 鎏金离子冲击

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_PREION"]/short
source: G. Pre-ion
fr: Can-ion Doré
ru: П. упрежд. ИБ
zh_hans: 鎏金离子冲击

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_PREION"]/desc
source: This ion weapon uses no power, charges instantly, and fires a strong ion beam capable of taking out enemy shields very effectively. However, it can only be shot once per combat.
fr: Cette arme à ion n'utilise pas de courant, se charge instantanément et tire un rayon ion capable de mettre à mal les bouclier ennemis. Cependant, ne peut tirer qu'une fois par combat.
ru: Это ионное оружие не требует энергии, мгновенно заряжается и выпускает мощный ионный луч, весьма эффективный против вражеских щитов. Может выстрелить только один раз за бой.
zh_hans: 这种离子武器无需供能，充能迅速，并发射一束强大的离子束，能够非常有效地瓦解敌方护盾。但是，每场战斗只能开火一次。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_PREFIRE"]/title
source: Gilded Pre-emptive 'Torch'
fr: 'Torche' Préventive Doré
ru: Позолоченный упреждающий "Факел"
zh_hans: 鎏金先发“火炬”

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_PREFIRE"]/short
source: G. Pre-'Torch'
fr: 'Torche' Prév. Doré
ru: П. упр. "Факел"
zh_hans: 鎏金先发“火炬”

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_PREFIRE"]/desc
source: A rapidly charging Pre-emptive weapon that pierces all shields and lights the enemy ship ablaze with a slow moving beam. Can only be fired once per combat.
fr: Arme préemptive à chargement rapide qui perce tous les boucliers et embrase le vaisseau ennemi avec un rayon qui se déplace lentement. Ne peut être tirée qu'une seule fois par combat.
ru: Упреждающее оружие с быстрой зарядкой, которое пробивает все щиты и поджигает вражеский корабль медленно движущимся лучом. Можно выстрелить только раз за бой.
zh_hans: 一种极速充能的先发武器，可发射一束缓慢的光束穿透所有护盾并点燃敌舰。每场战斗只能使用一次。

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_BEAM_4"]/title
source: Gilded 'Voulge' Beam
fr: Rayon 'Vouge' Doré
ru: Позолоченный луч "Вульж"
zh_hans: 鎏金“战戟”光束

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_BEAM_4"]/short
source: G. 'Voulge'
fr: 'Vouge' Doré
ru: П. "Вульж"
zh_hans: 鎏金“战戟”光束

# data/blueprints.xml.append$//weaponBlueprint[@name="EMV_GILDED_BEAM_4"]/desc
source: The heaviest hitting Beam ever conceived, made in direct response for a poor fool who dared utter that the Glaive might be as strong as it gets.
fr: Le Rayon le plus lourd jamais conçu, apparu en réponse directe à un pauvre imbécile qui a osé dire que le Rayon Glaive était le plus puissant possible.
ru: Самое мощное лучевое оружие, когда-либо изобретенное. "Вульж" был создан в ответ на вызов бедняги, который осмелился заявить, что сильнее "Глефы" уже ничего не будет.
zh_hans: 史上最重型的光束武器，为回应一个敢说宽刃光束无可匹敌的可怜傻瓜而制造。
