Repository: ftl-mv-translation/expanded-multiverse
Catalog: locale/data/events_special_storage.xml.append/*.po
Languages: ru, zh_hans

source: You cannot install this lab modification, as you still have the external version.
ru: Вы не можете установить это лабораторное улучшение, пока у вас есть его внешняя версия.
zh_hans: 无法配置该特质，因为你拥有对应版本的外置特质。

source: You cannot install this lab modification, as you still have the external version.
ru: Вы не можете установить это лабораторное улучшение, пока у вас есть его внешняя версия.
zh_hans: 无法配置该特质，因为你拥有对应版本的外置特质。

source: You cannot install this lab modification, as you still have the external version.
ru: Вы не можете установить это лабораторное улучшение, пока у вас есть его внешняя версия.
zh_hans: 无法配置该特质，因为你拥有对应版本的外置特质。

source: This upgrade is unavailable. Blossoming Pheromones already fulfills its functionality.
ru: Это улучшение недоступно. Цветущие феромоны уже выполняют свою функцию.
zh_hans: 该升级不可用。螳螂信息素已具备相同功能。

source: (Advanced Frequencies) Scan for nearby piracy.
ru: (Расширенные частоты) Провести сканирование на наличие пиратов поблизости.
zh_hans: （先进劫持器） 探测附近海盗信号。

source: Are you sure you want to do this? [Spawns a quest marker for a guaranteed encounter]
ru: Вы уверены, что хотите сделать это? [Создает маркер квеста для гарантированной встречи]
zh_hans: 你确定要这样做吗？ [生成一个保证是遭遇战的任务标记]

source: Yes.
ru: Да.

source: Select your focus, or test your luck..
ru: Выберите свою цель или испытайте удачу...
zh_hans: 选择你的专注方向，或者……试试你的运气。

source: Argeonn.
ru: Арджонн.
zh_hans: 阿尔吉恩集团。

source: Syndicate.
ru: Синдикат.
zh_hans: 佣兵团。

source: Tiikaka.
ru: Тиикака.
zh_hans: 提卡卡。

source: Test your luck...
ru: Испытать удачу...
zh_hans: 试试你的运气……

source: Nevermind, do something else.
ru: Неважно, заняться чем-то еще.
zh_hans: 算了，做点别的。

source: Nevermind, do something else.
ru: Неважно, заняться чем-то еще.
zh_hans: 算了，做点别的。

source: You've found a Smuggler doing business in this sector, you mark their location down..
ru: Вы обнаружили контрабандистов, ведущих свою деятельность в этом секторе, и отмечаете их местонахождение.
zh_hans: 你发现一名走私者正在此星区进行交易，便标记了他们的位置…

source: You've found a Mercenary doing business in this sector, you mark their location down..
ru: Вы обнаружили наемников, ведущих свои дела в этом секторе, и отмечаете их местонахождение.
zh_hans: 你发现一名佣兵正在此星区进行交易，便标记了他们的位置…

source: You've found a Slaver doing business in this sector, you mark their location down..
ru: Вы обнаружили работорговцев, ведущих свои дела в этом секторе, и отмечаете их местонахождение.
zh_hans: 你发现一名奴隶贩子正在此星区进行交易，便标记了他们的位置…

source: You decide to lock onto an occurence of piracy at complete random and mark it on your map.
ru: Вы решаете случайным образом выбрать пиратов и отметить их на карте.
zh_hans: 你决定随机锁定一处海盗活动，将其标记在星图上。

source: Location of a Smuggler.
ru: Местонахождение контрабандистов.
zh_hans: 走私者位置。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.

source: You've made it to the location of the Smuggler.
ru: Вы добрались до местонахождения контрабандистов.
zh_hans: 你已抵达走私者所在位置。

source: Continue...
ru: Продолжить...

source: Location of a Mercenary.
ru: Местонахождение наемников.
zh_hans: 佣兵位置。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.

source: You've made it to the location of the Mercenary.
ru: Вы добрались до местонахождения наемников.
zh_hans: 你已抵达佣兵所在位置。

source: Continue...
ru: Продолжить...

source: Location of a Mercenary.
ru: Местонахождение работорговцев.
zh_hans: 佣兵位置。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.

source: You've made it to the location of the Slaver.
ru: Вы добрались до местонахождения работорговцев.
zh_hans: 你已抵达奴隶贩子所在位置。

source: Continue...
ru: Продолжить...

source: Location of Piracy.
ru: Местонахождение пиратов.
zh_hans: 海盗位置。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.

source: You've made it to the location of the Pirate.
ru: Вы добрались до местонахождения пиратов.
zh_hans: 你已抵达海盗所在位置。

source: Continue...
ru: Продолжить...

source: MVPMC Notoriety [--5]
ru: Дурная слава МВЧВК [--5]
zh_hans: MVPMC 恶名值 [--5]

source: MVPMC Notoriety [-5]
ru: Дурная слава МВЧВК [-5]
zh_hans: MVPMC 恶名值 [-5]

source: MVPMC Notoriety [-4]
ru: Дурная слава МВЧВК [-4]
zh_hans: MVPMC 恶名值 [-4]

source: MVPMC Notoriety [-3]
ru: Дурная слава МВЧВК [-3]
zh_hans: MVPMC 恶名值 [-3]

source: MVPMC Notoriety [-2]
ru: Дурная слава МВЧВК [-2]
zh_hans: MVPMC 恶名值 [-2]

source: MVPMC Notoriety [-1]
ru: Дурная слава МВЧВК [-1]
zh_hans: MVPMC恶名值[-1]

source: MVPMC Notoriety [1]
ru: Дурная слава МВЧВК [1]
zh_hans: MVPMC恶名值[1]

source: MVPMC Notoriety [2]
ru: Дурная слава МВЧВК [2]
zh_hans: MVPMC 恶名值 [2]

source: MVPMC Notoriety [3]
ru: Дурная слава МВЧВК [3]
zh_hans: MVPMC恶名值[3]

source: MVPMC Notoriety [4]
ru: Дурная слава МВЧВК [4]
zh_hans: MVPMC恶名值[4]

source: MVPMC Notoriety [5]
ru: Дурная слава МВЧВК [5]
zh_hans: MVPMC恶名值[5]

source: MVPMC Notoriety [5++]
ru: Дурная слава МВЧВК [5++]
zh_hans: MVPMC恶名值[5++]
